[
    {
        "Id": "fun_ben",
        "Shortname": "Points Ben",
        "Name": "Points Ben",
        "Description": "Les points Ben sont les points dits de \"saison\" et pourront alors servir à rééquilibrer un organe au sein de sa saison.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_mdy",
        "Shortname": "Points Étoiles Céleste de Ma Dan Yang",
        "Name": "Points Étoiles Céleste de Ma Dan Yang",
        "Description": "Les points Étoiles Céleste de Ma Dan Yang, au nombre de douze, ont été nommé ainsi par Ma Dan Yang, qui considérait ceux-ci comme les points les plus importants du corps (traitant à eux seuls la majorité des pathologies).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_bie",
        "Shortname": "Points He des Jing Bie",
        "Name": "Points He des Jing Bie",
        "Description": "Les points He des Jing Bie, sont les points de réunion des Jing Bie (aussi appelés vaisseaux divergeants). Les Jing Bie étant des branches qui permettent de faire la liaison entre les Jing Mai et, leur organe associé et viscère couplée. Les Jing Bie des Yin (ex: @bie_rt@), partent de la zone li du Jing Mai correspondant (@mai_rt@), pour pénétrer en profondeur, faire le lien avec le Zang (Rate) puis le Fu (Estomac), pour émerger sur le Jing Mai yang correspondant (@mai_e@), au point He des Jing Bie ($4RT$). Les Jing Bie des Yang (ex: @bie_e@), partent de la zone li du Jing Mai correspondant (@mai_e@), pour pénétrer en profondeur, faire le lien avec le Fu (Estomac) puis le Zang (Rate), pour ressortir sur le Jing Mai du Fu correspondant (@mai_e@), au point He des Jing Bie ($1E$).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_hui",
        "Shortname": "Points Hui",
        "Name": "Points Hui",
        "Description": "Les points Hui, au nombre de huit, également appelés \"points réunions\", permettent d'agir sur huit tissus spécifiques correpondants : \n- les tendons et muscles, \n- les os, \n- la moelle, \n- les vaisseaux sanguins, \n- les organes (Zang), \n- les viscères (Fu),\n- le sang \n- et l'énergie.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_shu",
        "Shortname": "Points Shu",
        "Name": "Points Shu",
        "Description": "Les points Shu, couramment appelés \"shu du dos\", sont des points situés sur toute la première chaine du Jing Mai de Vessie. Bien qu'appartenant au Jing Mai de vessie, ces points possèdent des spécifités d'utilisation qui leurs sont propres. Etant tous associés à un organe, ils ont une action directe sur les organes en tonification ou en dispersion. Ils peuvent également être utilisé comme éléments diagnostics, permettant de mettre au jour une affection interne (à la palpation, si le personne ressent une sensibilité au niveau d'un point Shu, cela peut signifier une atteinte de l'organe correspondant au point). Ils agissent en complémentarité avec les points Mu. Une technique d'utilisation de ces points, nommée la technique Shu\/Mu, consiste à extraire dans un premier temps, une énergie perverse d'un organe par le Shu; et à tonifier l'energie correcte de cet organe dans un second temps par le Mu.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_luo",
        "Shortname": "Points Luo",
        "Name": "Points Luo",
        "Description": "Les points Luo permettent d'agir sur les branches luo longitudinales (Jing Luo) et les branches luo transversales. Les Jing Luo (ou branches longitudinales) sont des branches circulant dans des zones superficielles, et s'expriment donc à l'extérieur par la perception des capillaires. Les branches luo transversale font la relation Yin\/Yang, à ce titre ils permettent de faire la communication entre un Jing Mai Yin et son Jing Mai Yang couplé, et inversement (exemple : @mai_p@ avec @mai_gi@).\nLes points luo peuvent être utlisés pour extraire une énergie perverse qui aurait pénétré au sein des ces réseaux, et de rétablir la circulation de l'énergie correcte.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_mu",
        "Shortname": "Points Mu",
        "Name": "Points Mu",
        "Description": "Les points Mu agissent sur l'organe associé. Ils sont tous situés sur la partie antérieure du tronc (abdomen et thorax). Ils permettent de ramener l'énergie correcte à un organe et se travaillent donc le plus souvent en tonification, excepté certains points qui peuvent être dispersés (exemple du $14F$ qui peut être en excès). \nlls peuvent également être utilisé comme éléments diagnostics, permettant de mettre au jour une affection interne (à la palpation, si le personne ressent une sensibilité au niveau d'un point Mu, où même de manière spontanée, cela peut signifier une atteinte de l'organe correspondant au point). À ce titre, ils peuvent être associés au point Yuan, qui lui aussi servira d'élément diagnotic à la palpation. \nIls agissent en complémentarité avec les points Shu. Une technique d'utilisation de ses points, nommée la technique Shu\/Mu, consiste à extraire dans un premier temps, une énergie perverse d'un organe par le Shu; et à tonifier l'energie correcte de cet organe dans un second temps par le Mu.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_4mers",
        "Shortname": "Points des Quatre Mers",
        "Name": "Points des Quatre Mers",
        "Description": "Les 12 Jing Mai se déversent dans de grands réservoirs nommés les \"Quatres Mers\". Les points des Quatres Mers permettent d'avoir accès à ces systèmes. Nous avons donc : \n- la Mer de Eaux et des Grains;\n- la Mer de la Moelle;\n- la Mer du Sang;\n- et la Mer du Qi.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_rev",
        "Shortname": "Points des Revenants",
        "Name": "Points des Revenants",
        "Description": "Les Points des Revenants ont été répertoriés par Sun Si Miao. Ils sont au nombre de 13 (dont un point hors méridien, Hai Quan). Ils sont indiqués dans le cadre de maladies mentales, de type psychose...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_1",
        "Shortname": "Points Jing(1) (Shu antique)",
        "Name": "Points Jing(1) (Shu antique)",
        "Description": "Les points Jing (1), également appelés \"points puit\", sont les points placés les plus à l'extrémité des méridiens (tous sont aux niveaux du bout des doigts). A cet endroit on observe un changement de polarité de l'énergie, yin\/yang. Ils permettent notamment d'extraire les énergies perverses. Ils apaisent également le Shen. En tant que points de commande des Jing Jin, ils permettent d'agir sur tout le système tendino-musculaire.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_2",
        "Shortname": "Points Ying (Shu antique)",
        "Name": "Points Ying (Shu antique)",
        "Description": "Les points Ying, également appelés \"points de jaillissements\", sont souvent utilisés pour extraire une chaleur.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_3",
        "Shortname": "Points Shu (Shu antique)",
        "Name": "Points Shu (Shu antique)",
        "Description": "Les points Shu, également appelés \"points rivière\" permettent notamment d'extraire une énergie perverse, et sont entre autres utilisés dans les problèmes articulaires (de type humidité).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_4",
        "Shortname": "Points Jing(2) (Shu antique)",
        "Name": "Points Jing(2) (Shu antique)",
        "Description": "Les points Jing(2), également appelés \"points fleuve\", rétablisse l'énergie correct dans le méridien.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_5",
        "Shortname": "Points He (Shu antique)",
        "Name": "Points He (Shu antique)",
        "Description": "Les points He, également appelés \"point Mer\", sont les zones où l'énergie pénètre en profondeur. Ils ont une action particulière sur les troubles de l'estomac, les troubles digestifs, cutanées et de la voie.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_tian",
        "Shortname": "Points Tian",
        "Name": "Points Tian",
        "Description": "Les points Tian, ou points Fenêtre du Ciel, permettent le passage Ciel\/Terre, font le lien entre le haut et le bas, jouent sur la montée et la descente de l'énergie. Ils sont des zones de pénétration des énergies perverses. Ils peuvent être utilisés pour libérer les obstructions de la nuque et rétablir la libre circulation de l'énergie dans les méridiens. Ils agissent aussi sur le Shen.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_xi",
        "Shortname": "Points Xi",
        "Name": "Points Xi",
        "Description": "Les points Xi, aussi appelés points d'urgence, permettent de désobstruer une stagnation d'énergie sur un méridien (souvent lors d'une atteinte aiguë ou récente).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "fun_yuan",
        "Shortname": "Points Yuan",
        "Name": "Points Yuan",
        "Description": "Les points Yuan, aussi appelés points source. Ils sont en lien avec l'énergie Originelle, à ce titre ils relancent l'énergie originelle dans le méridien et\/ou l'organe. Ils peuvent aussi parfois servir comme élément diagnostic, l'aspect des points yuan (yin) pouvant signaler une atteinte d'organe.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    }
]