[
    {
        "Id": "mai_p",
        "ShortName": "Jing Mai Poumon",
        "Name": "Jing Mai du Poumon Taiyin de main",
        "Iong": "de 3h à 5h",
        "Localisation": "Prend sa source dans le foyer moyen et descend vers le bas pour se relier au gros intestin, remonte à l’estomac et traverse le diaphragme pour entrer en communication avec le Poumon, puis va à la gorge, et sort au creux sous claviculaire au $1P$. Descend le long de la face interne du bras passant en avant du @mai_mc@ pour rejoindre le pli du coude. Puis circule le long du bord antérieur du radius sur la face interne de l’avant bras. Passe par la gouttière radiale, puis l’éminence pour déboucher sur l’extrémité radiale du pouce au $11P$. La branche en provenance de la face interne du poignet se détache depuis le $7P$ et s’en va directement vers le côté radial de l’extrémité de l’index pour faire une liaison avec le @mai_gi@.",
        "RoleFonction": "Contrôle la mécanique de la respiration, retient l’énergie pure pour l’utiliser et excréter l’énergie impure. Diffuse l’énergie pure sous la peau et dans tous les tissus par la respiration. Le Poumon participe à la formation du QI (le zong qi = qi complexe) qui servira à la voix (faiblesse du Poumon entraîne une voix sans force, fatigue, gène respiratoire). Le Poumon assure la circulation du Qi dans les méridiens et les vaisseaux. \nLe Poumon diffuse au niveau de la peau, en surface il y a le Qi protecteur (lutte contre le virus et les agressions). \nQuand la thermorégulation ne se fait pas, il y a des frissons. Il assure le fonctionnement des liquides au niveau de la Peau et des Reins.",
        "PlusInfos": "PATHOLOGIES\nDysfonctionnement (vent froid externe obture les orifices) \n\nCONSEILS\n- Plonger pendant 10 mn les avant-bras dans de l’eau bien chaude et tonifier le $7P$. \n- Pores de la peau = frisson \n- Si complètement bloqué = œdème blanc de la face. \n\nDysfonctionnement de la descente des liquides organiques (la voie d’eau) et le Qi vers les Reins (faire uriner et tonifier le Poumon)\n- Rétention d’eau donc diminution des urines.\n\nFAIBLESSE\n- Rhume, nez bouché, éternuement, perte odorat (atteinte importante) \n- Si chaleur externe : nez obstrué, saignement nez. \n\nVIDE\n- tristesse importante. \n\nCONSEILS DIVERS\nProverbe chinois : on remplit la terre ($36E$, $3RT$), pour produire le métal. \nLe Poumon n’aime pas le froid et l’humidité et l’excès de sécheresse. \nPoint yu ($13V$) : pour les pathologies chroniques. \nPathologie aiguë du Poumon on peut tonifier : $1P$, $7P$, $4GI$. \nSur un Grand vide du Poumon on peut tonifier : $1P$, $36E$, $3RT$ (point terre de la Rate et de l’Estomac qui assure la nourriture de l’élément métal). \nProtection de l’hiver (à faire idéalement un jour métal) : saigner le $11P$ puis tonifier $11P$ puis tonifier $9P$. \nPour bien traiter le Poumon : il faut  agir sur le foyer moyen et aussi sur foyer inférieur donc ne pas oublier le $3R$N (shu antique : point mère du Poumon qui traite RN\/RT\/P), $12RM$ et $9P$ (point terre du Poumon et tonifiant à la saison car point mère du Poumon)\nSur un métal faible on aura tendance à stimuler l’élément mère mais il faut faire attention car si l’élément mère est aussi en faiblesse il faudra alors stimuler l’élément grand mère. Mais attention car l’élément grand mère va contrôler et ne sera pas très bénéfique donc il faudra aller chercher le bois (en faisant attention qu’il ne soit pas excessif…)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_gi",
        "ShortName": "Jing Mai Gros Intestin",
        "Name": "Jing Mai du Gros Intestin Yangming de main",
        "Iong": "de 5h à 7h",
        "Localisation": "Il reçoit son énergie du @mai_p@ par une branche joignant le $7P$ au $1GI$. \nIl débute sur l’index, remonte le long du doigt au changement de peau pour aller à l’angle du deuxième métacarpien, remonte jusqu’à l’extrémité externe du pli de flexion du coude. Longe le bord externe du bras, jusqu’à la pointe du V deltoïdien, passe dans un creux au niveau de l’articulation acromio-claviculaire. De là, il atteint la fosse supra épineuse, au niveau du $12IG$ et se dirige vers la septième vertèbre cervicale, au niveau du $14DM$, d’où il remonte sur l’épaule, pour aller au creux sus-claviculaire, au niveau du $12E$ pour communiquer avec le Poumon. Il traverse alors le diaphragme et pénètre le Gros Intestin, d’où un faisceau descend faire une liaison au $37E$. Il remonte sur le bord latéral du cou, passe au niveau de la joue jusque sous la lèvre inférieure, remonte en contournant la bouche, et croise son opposé à la lèvre supérieure, au niveau du $27DM$, puis se termine en dehors de l’aile du nez dans le sillon naso-génien au $20GI$.",
        "RoleFonction": "Organe évacuateur, fonctions très liées avec l’Intestin Grêle (sépare le pur et l’impur) et la Rate (transforme et transporte). Le Gros Intestin  absorbe les liquides et évacue les selles. Le froid et les émotions entraînent les pathologies. \nLes causes : le froid externe (ex : travail dans le froid) envahit le foyer inférieur. Si celui-ci est perturbé, il y aura pathologie. Le froid externe (des aliments), le système émotionnel : tristesse, soucis",
        "PlusInfos": "PATHOLOGIES :\n\nPLENITUDE AVEC CHALEUR HUMIDITE : (excès d’aliments gras, surcharge alimentaire prise dans un contexte de soucis ou de tristesse qui souvent réveillent la nuit)\n- Douleurs abdominales aggravées à la pression, \n- Selles abondantes souvent diarrhéiques qui sentent mauvais et brûlures à l’anus,\n- langue sale avec enduit jaune,\n- pouls rapide\n\nPLENITUDE AVEC CHALEUR INTENSE : (excès de grillades…,)\n- Douleurs suivies de nausées et vomissements sans diarrhées (chaleur excessive avec atteinte du yang-ming),\n- selles dures, constipation,\n- brûlure à l’anus.\n\nFROID :\n- le patient a froid,\n- douleurs au ventre,\n- atteinte de la 4ème couche : diminution de l’énergie,\n- diarrhée (car le froid empêche la réabsorption des liquides).\n\nVIDE\nAvec excès de sécheresse : le vide de yin peut entraîner une sécheresse du Gros Intestin.\n- Une grande anémie en fin de vie avec des selles toutes les 3 semaines,\nLié au froid : à force d’exister il entraîne un vide de yang car à force de lutter il y a consommation de yang (souvent idem pour la Rate) donc on conseillera de manger chaud.\n- selles molles (souvent lié à un excès d’aliments crus),\n- diarrhée chronique, prolapsus anal (à l’extrême : effondrement de l’énergie du gros intestin) très fatigué après les selles.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_e",
        "ShortName": "Jing Mai Estomac",
        "Name": "Jing Mai de l'Estomac Yangming de pied",
        "Iong": "de 7h à 9h",
        "Localisation": "Commence au $20GI$, du nez monte au $1V$, pour venir au rebord inférieur de la cavité orbiculaire. Descend verticalement à la joue, et pénètre dans au niveau des dents du maxillaire supérieur, ressort au coin de la bouche, descend au bord inférieur du masséter, au niveau du $5E$, longe vers l’arrière le maxillaire inférieur, remonte en avant de l’oreille, passe au $3VB$, jusqu’à la région temporale au point $8E$, pour finir par atteindre le haut du front, au niveau du $24DM$.\nDu $5E$, une branche descend en passant sur le cou au niveau des carotides pour se diriger vers le $12E$ au milieu et au-dessus de la clavicule.\nUne branche profonde part du $12E$, se dirige vers le $14DM$, puis traverse le thorax, le diaphragme, le cardia (de là une branche va au $13RM$), l’Estomac (de là une branche va au $12RM$), le pylore (de là une branche va au $10RM$), la Rate, puis rejoint le pli de l’aine au point $30E$.\nLa branche principale part du creux sus claviculaire descend en superficie jusqu’au mamelon, passe à côté de l’ombilic, et arrive à l’aîne rejoindre le $30E$.\nDe là descend à la face interne de la cuisse, passe au bord externe du genou, longe la face externe de la jambe, passe sur le dessus du pied et aboutit à l’angle unguéal externe du 2ème orteil, au $45E$.\nSur la jambe, une branche se sépare à 3 cun au-dessous du genou pour finir à l’angle unguéal externe et 3ème orteil.\nUne dernière branche établit la liaison avec le @mai_rt@ en partant du $42E$ pour s‘unir au gros orteil.",
        "RoleFonction": "Méridien Estomac, ouverture au monde extérieur. Il fait partie de l’élément terre et est en relation avec la nourriture et l’ensemble des aliments. \n\nIl a 6 fonctions importantes :  \n- Brasser et mûrir les aliments (il a besoin du rôle du Triple Foyer en particulier du Foyer moyen qui agit comme un chaudron bouillonnant). L’estomac et la rate sont les racines du Qi du ciel postérieur (la vie quotidienne). Tous les organes Yin doivent leur énergie à l’Estomac. \n- conjointement avec la Rate, il assure la montée et la distribution du Qi vers le foyer supérieur et vers les 4 membres. (l'Estomac va distribuer le yang vers les membres) Ex : faiblesse des 4 membres vient d’une faiblesse de la Terre et surtout de l’Estomac. L’énergie yang de l’Estomac associé au yin de la Rate va permettre de monter l’énergie vers le foyer supérieur et les membres. \n- Il contrôle la descente du Qi vers l’Intestin Grêle : si le Qi de l’Estomac est bon, la digestion se fait sans problème, si le Qi de l’Estomac est faible, difficulté à la descente des aliments vers le foyer inférieur (sensation de poids à l’estomac, aérophagie, reflux gastro-œsophagien favorisé par le manque de yin du Foie). \n- Contrôle les liquides de la nourriture qui arrivent dans le sac. Il fait transporter ces liquides vers l’Intestin Grêle et la Vésicule Biliaire. \n- Rôle psychique : le méridien de l’Estomac s’ouvre vers l’extérieur. S’il y a arrêt de ce rôle d’ouverture c’est l’introversion, le repli sur soi, l’enfermement (poussé à l’extrême il puise l’énergie du Cœur, peut entraîner des paroles confuses, des idées délirantes...) \n- Action avec la Rate le Qi de l’Estomac descend et le Qi de la Rate monte, mais l’Estomac aide le Qi de la Rate dans sa fonction de montée dans le foyer supérieur. (exemple de pathologie : plénitude du yang de l’Estomac, c’est l’estomac qui n’arrive pas à vider et également un vide de yin de la rate)",
        "PlusInfos": "Les points les plus importants de l’Estomac\n- $1E$, $2E$, $3E$, $4E$ (en cas de paralysie faciale faire matin et soir pendant 5 jours  en poncture + moxa  en tonification du côté opposé au début puis quelques jours après faire au moxa du côté malade jusqu'à guérison) (1,2, 3 chasse le vent de l’œil et du nez, et le 4 désobstrue le méridien)\n- $13E$,$14E$,$15E$,$16E$   = points psychiques à utiliser en ventouse (points en rapport avec les chocs émotionnels, décès, suite accident…)\n- $21E$ : calme les contre-courants de l’estomac (les reflux)\n-$25E$: point Mo du Gros Intestin, action sur toutes les pathologies chroniques de l’Estomac (il faut que le patient se projette l’énergie lui-même tous les jours)\n- $28E$ : commande la voie des eaux (descente de l’eau vers les Reins)\n- $30E$ : point de la fécondité (point du @vessel_cm@), il régularise le sang et le qi\n- Paralysie faciale : atteinte par le vent et par le froid",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_rt",
        "ShortName": "Jing Mai Rate",
        "Name": "Jing Mai de la Rate Taiyin de pied",
        "Iong": "de 9h à 11h",
        "Localisation": "Commence à l’angle unguéal interne du gros orteil, au niveau du $1RT$, suit la limite de la peau rouge et de la peau blanche, passe en avant de la malléole interne, monte au bord postéro interne du tibia, gagne le genou, remonte le long de la cuisse  jusqu’au pli de l’aine $13RT$. De là il zigzague sur l'abdomen en allant vers les $3RM$ et $4RM$, passe sur le côté latéral du thorax et finit au niveau du pectoral. Du $15RT$ (4cun de l’ombilic), une branche va au point $10RM$, puis gagne la Rate, puis l’Estomac. Une autre collatérale part de l’estomac, longe l’œsophage pour aller jusqu’au cœur et une dernière démarre au $21RT$, va au $1P$, puis chemine vers le $23RM$ jusqu'au pharynx et s'étale sur la face inférieure de la langue.",
        "RoleFonction": "Assure la transformation des aliments en Qi (l’essence nutritive).\n\nROLES :\n(transformation et transport vers le haut)\nTransport, transformation (la nourriture arrive dans l’estomac, puis il y a une séparation des aliments en une partie pure et l’autre impure. Le pur va au Foie et l’impur va être repris par la Rate qui va la transformer à nouveau en pur et impur, la 2ème partie pure va être transformée par la Rate et transportée vers le haut (foyer supérieur : Poumon puis Cœur). Si cette fonction est normale, la digestion (transformation) sera normale, et l’appétit normal et le transit normal. Si cette fonction n’est pas bonne cela entraînera mauvaise digestion, mauvais appétit, selles molles…\n- La Rate sépare les liquides en pur et impur : l’impur vers le Gros Intestin  et la Vessie  et le pur au Poumon. Si cette fonction n’est pas bonne elle accumule les liquides (glaires, œdèmes des 4 membres) \nAction sur le sang : la Rate permet de garder le sang dans les vaisseaux (ex : plaquettes). Pour contrôler le sang, pour aider le sang à être maintenu dans les vaisseaux  la Rate apporte l’énergie au Cœur. Donc à chaque problème de sang il faudra tonifier la Rate. \n\nAction sur les muscles : par son action d’extraction de l’énergie à partir de la nourriture, elle va apporter l’énergie aux muscles (et aux 4 membres). Donc si la Rate est faible il y aura faiblesse des membres, voir atrophie musculaire. (une faiblesse de Rate va entraîner une fatigue musculaire). \n \nLa Rate contrôle la bouche et la couleur des lèvres, le goût : lèvres rosées et humides indiquent une Rate en bonne santé, des lèvres sèches indiquent une chaleur de la Rate, des lèvres sans couleur indiquent un vide d’énergie de la Rate. \n\nElévation du Qi de la Rate : le Qi monte sur toute la ligne médiane du corps, d’où son rôle sur les prolapsus (Reins, vessie, organes génitaux…). Si elle est en bonne santé, les viscères et organes sont tous à leur place, sinon c’est le prolapsus.\n\nRôle sur la pensée, la concentration, l’attention (insuffisance du Qi de la Rate il convient de faire cuisson de la Rate avec les points Mu et Shu et il faudra éviter de manger du sucre. On conseillera également la saveur, c'est-à-dire sucer ½ carré chocolat noir 70% ou sucre ou miel matin, midi, soir). Un excès de travail intellectuel affaiblit la Rate. Dans la mémoire, la Rate est la mémoire ancienne, le Rein la mémoire immédiate, le Cœur la  conscience de la mémoire (clarté dans la pensée).   \nLa Rate aime le sucré mais déteste l’excès de sucre et l’humidité (laitages,  gluten, temps…) \nCauses des pathologies de la Rate : pour que Rate fonctionne bien, il faut que le Triple Réchauffeur soit opérationnel (si ce n’est pas le cas il faudra stimuler principalement le $12RM$) \n- humidité externe, \n- excès de travail intellectuel (lors de la préparation d’un examen, il faut faire très attention à son alimentation car le travail intellectuel fatigue la Rate), \n- alimentaire (excès d’aliments de température tiède ou chaude ou froide et riche)",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_c",
        "ShortName": "Jing Mai Coeur",
        "Name": "Jing Mai du Coeur Shaoyin de main",
        "Iong": "de 11h à 13h",
        "Localisation": "Part du cœur, traverse le diaphragme pour communiquer avec l’Intestin Grêle. Une branche sort du cœur, s’élève le long de l’œsophage et se relie à l’œil pour se termine à la pupille.\nDepuis le cœur, la branche principale passe au Poumon, sort à l’aisselle, au $1C$. Circulant sur le bord postérieur de la face interne du bras derrière le @mai_p@ et du @mai_mc@ jusqu’à l’extrémité interne du pli de flexion du coude. Il circule alors le long du bord postérieur de la face interne de l’avant-bras jusqu’au pisiforme à l’entrée de la paume de la main, qu’il parcourt vers le bord externe de l’auriculaire, jusqu’à son extrémité, où il se raccorde avec le @mai_ig@.",
        "RoleFonction": "Le Cœur fabrique le sang à partir de l’énergie des aliments (qui ont été transformé par la Rate).\nPour que le Cœur transforme l’énergie en sang, il faut l’énergie du Poumon. C’est le Cœur qui donne la coloration au sang. \nSi le Cœur est solide, il fabrique suffisamment de force, dans le cas contraire, l’individu est sans force. \nQuand l’énergie du Cœur est bonne, le sang circule librement dans les vaisseaux. Le Cœur a un rôle important dans les varices.  \nLe Cœur contrôle la forme de la langue, sa couleur, l’utilisation des saveurs.\nLe Cœur permet une bonne transpiration car le sang et les liquides organiques ont la même origine.",
        "PlusInfos": "PATHOLOGIES\nUne Fissure de la langue jusqu’au bout signifie un problème au Cœur.\n\nLe teint, est l’expression externe du cœur : \n- Un teint lumineux est un Coeur normal, \n- Un teint pâle provient d’un  Cœur faible, \n- Un teint rouge provient d’un excès chaleur sang du Cœur, \n- Un teint cyanosé provient d’un sang stagnant.\n\nLe cœur contrôle l’esprit (shen), les facultés mentales, la conscience et l’activité mentale.\n- L’activité mentale c’est la joie de vivre. Le régit l’ensemble des émotions, conscience, pensée, mémoire (liée aussi à la terre).\n\nUn cœur faible c’est un sang insuffisant :\n- déprime (mélancolie)\n- trouble de la mémoire, trouble de  la pensée (difficulté de concentration),\n- sommeil perturbé,\n- Pour une langue qui brûle il faut augmenter le yin du Cœur et traiter le Rein avec les points du Cœur ou une cuisson du cœur (point Shu et Mu)\n- langue mince, faible et pâle\n- un sommeil agité avec rêve (si rêves de feu signifie que l’élément Feu est directement atteint),\n\nUne succession de chocs émotionnels diminue le sang du Cœur. Ex: une émotion très forte agit sur le cœur et va à l’Intestin grêle et à la Vessie ce qui peut engendrer des cystites hémorragiques brûlantes et brutales. Il conviendra donc de tonifier le $3C$.\n\nChaleur au cœur :\n- langue sèche, rouge foncée, ulcération, aphtes rouges. \nAu bout d’un moment, la chaleur se transforme en froid : aphte blanc.\n- paroles saccadées, bégaiement, logorrhée (tonifier le yin ou cuisson du Coeur)\n- un Cœur solide donne un  sang abondant\n- la chaleur de l’été diminue le sang du Cœur donc baisse le yin donc agitation, trouble sommeil…\n\nInsuffisance de sang du Cœur :\n- agitation mentale\n- enfant hyperactif (yin du bas + points du cœur + supprimer le sucre)\n- agitation du sommeil (perturbé et réveils fréquents)\n- une transpiration nocturne c’est l’insuffisance de yin qui augmente le yang",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_ig",
        "ShortName": "Jing Mai Intestin Grêle",
        "Name": "Jing Mai de l'Intestin Grêle Taiyang de main",
        "Iong": "de 13h à 15h",
        "Localisation": "Part du côté ulnaire de l’extrémité de l’auriculaire, suit le bord ulnaire de la paume jusqu’au poignet et émerge de l’apophyse styloïde de l’ulna. De là, il remonte tout droit le long de la face postérieure de l’avant-bras, passe entre l’olécrâne et l’épi trochlée et circule sur le bord postérieur de la face interne de l’avant-bras vers l’épaule qu’il contourne pour rejoindre le $14DM$. Redescend alors au creux surs claviculaire, il rejoint le Cœur. De là, il descend le long de l’œsophage, traverse le diaphragme puis l’estomac, et pénètre finalement l’Intestin Grêle. La branche du creux sus claviculaire s’en dégage, monte le long du cou et ensuite jusqu'à la joue passe au canthus externe et entre dans l’oreille au point $19IG$. La branche de la joue traverse jusqu'à la région sous-orbitaire au niveau du $18IG$, et va au canthus interne, $1V$ pour rejoindre le @mai_v@.",
        "RoleFonction": "Reçoit les aliments, les liquides qui ont déjà été transformé par la Rate et l’Estomac. Permet d’avoir la clarté de l’esprit.\n\nROLE\nReçoit les aliments et les transforme. L’intestin Grêle sépare les aliments : le pur et l’impur. Le pur sera utilisé et transporté par la Rate à tous les tissus du corps et l’impur sera transmis au Gros Intestin (matière fécale) et à la Vessie (urine). Sur le plan psy, il permet de \"voir claire\". Le Cœur donne la capacité à décider, la Vésicule Biliaire donne le courage de décider. L’intestin Grêle donne la clarté de l’esprit dans la décision. Il nous permet de voir si notre décision et bonne ou mauvaise. Les solides se transforment dans l’Intestin Grêle  et la Rate et les liquides dans l’Intestin Grêle et les Reins.",
        "PlusInfos": "PATHOLOGIES\n\nSigne en rapport avec la Rate et le Rein. Il faut donc faire attention à la température des aliments et au contexte dans lequel ils sont absorbés.\n\nPlénitude : chaleur\n(ex. maniaque de maniaco-dépressif, inquiétude prolongée)\n- Douleur abdominale qui augmente au toucher (ne supporte pas la ceinture),\n- Aphtes (signe en rapport avec Rate)\n- Urines foncées et rares,\n- Langue gonflée et brûlante\n\nPlénitude : de vers\n- Douleurs abdominales diffuses, mal être dans le ventre et la tête sans savoir pourquoi avec du mal à dormir.\n- Langue : enduit sale et épais.\n\nStagnation d’énergie :\n- Douleurs abdominales très fortes (térébrantes) et diffuses que l’on peut ressentir dans le dos avec des bruits abdos, gonflement de l’abdomen,\n- Amélioration par émission de gaz\n- Souvent dû à l’excès d’aliments crus ou froids ou mouvais contexte psy\n\nVide :\n- Douleurs abdominales calmées par la pression\n- Besoin de boire et de manger chaud\n- Diarrhée (pas assez de yang pour retenir le yin)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_v",
        "ShortName": "Jing Mai Vessie",
        "Name": "Jing Mai de la Vessie Taiyang de pied",
        "Iong": "de 15h à 17h",
        "Localisation": "Commence à l’angle interne de l’oeil, monte au front et longe le @vessel_dum@ de chaque côté jusqu’à l’occiput au niveau du $20DM$. De là, il se divise en deux branches qui se répartissent sur toute la surface antéro-interne du dos pour terminer à l’angle externe de l’angle unguéal externe du petit orteil : la première rejoint la partie supérieure de l’oreille, la seconde entre en profondeur dans le cerveau, rejoint le $8V$ et descend à la nuque au $10V$.\nDe là partent les deux chaînes du @mai_v@. La première chaîne rejoint le $14DM$ et descend le long de la colonne à 1,5cun jusqu'au $23V$, d’où part une ramification pour rejoindre le Rein et la Vessie. Du $23V$, la première chaîne descend au sacrum pour s’unir à l’anus. Redescend sur la face postérieure de la jambe jusqu'à l’extrémité externe du creux poplité au $39V$, puis gagne le milieu du creux poplité au $40V$. La deuxième chaîne de Vessie descend la nuque, passe au bord médial de la scapula (à 3 cun du rachis), descend jusqu’à la fesse et atteint la région du $30VB$. Puis descend à la fesse, longe la partie externe de la cuisse, croise la première chaîne de Vessie, et va jusqu’au creux poplité au $40V$ s’unir à la première chaîne. Le méridien longe alors la face postérieure de la jambe, passe au mollet, gagne l’arrière de la malléole externe. Pour terminer, il longe le bord externe du pied jusqu’à l’angle unguéal externe du 5ème orteil.",
        "RoleFonction": "- Stocke et excrète l’urine,             \n- Participe à la transformation des liquides avec Intestin Grêle (IG trie les aliments en pur et en impur : les aliments purs liquides sous l’influence du Triple Réchauffeur et du Poumon vont aller vers la Vessie qui va également trier le pur de l’impur et c’est l’impur qu’elle élimine et le pur sera réabsorbé. Cette action se fait dans le foyer inférieur avec l’aide des Reins.            \n- La Vessie est un viscère Yang, elle apporte du yang (en particulier aux Reins) d’où son rôle dans le froid.         \n- La Vessie fait partie de la couche Taiyang : la couche yang la plus superficielle : si cette couche est attaquée cela provoque des fièvres élevées, frisson suivant le trajet (dos…),           \n- Extériorise le vent «FENG ».",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_r",
        "ShortName": "Jing Mai Reins",
        "Name": "Jing Mai des Reins Shaoyin de pied",
        "Iong": "de 17h à 19h",
        "Localisation": "Commence sous la voute plantaire au niveau du 5ème orteil (au niveau du creux du pied lorsqu’il est en griffe) forme une boucle en passant sous le scaphoïde, puis en arrière de la malléole interne pour redescendre au talon, puis il remonte par la pointe de la malléole interne, et descend au talon. Il croise le Jing mai de la Rate au $6RT$. Longe la face interne de la jambe jusqu’au creux poplité, puis rejoint le $1RM$, puis le $1DM$. La branche profonde pénètre dans la colonne vertébrale jusqu'à la deuxième vertèbre lombaire et se relie au Rein et à la Vessie, pour rejoindre le $4RM$. Du Rein une branche remonte en traversant le Foie, le diaphragme et le Poumon, en longeant la trachée, la gorge et finit à la racine de la langue. La branche superficielle monte sur l’abdomen en suivant le @vessel_rm@ (à une demi-distance) jusqu’au creux sous claviculaire. Du Poumon, une autre branche va entourer le Cœur, rejoint le thorax pour se relier au $17RM$.",
        "RoleFonction": "C’est la racine de la vie, la racine du ciel antérieur. Il stocke l’essence donnée par nos parents à la conception. C’est un organe YIN mais qui a aussi une fonction YANG. Il est à la source du yin et du yang pour tous les organes. \n\nLe Yin du Rein c’est la naissance, la croissance, la reproduction. \nLe yang du Rein c’est le mouvement, la dynamique de cette énergie. D’où la représentation de l’énergie du Rein par la lampe à huile. Le yin étant le réservoir d’huile et le yang étant la flamme. Si le yang est trop fort on consomme beaucoup de yin et s’il y a une insuffisance de yin, la \"flamme\" va diminuer puis s’éteindre : c’est la mort. (on peut donc mourrir en bonne santé, c’est simplement qu’il n’y a plus une \"goutte d’huile\", quand une personne meurt de cette façon on dit souvent qu’une personne s’éteint). \n\nACTIONS : \n- Stocke l’essence du ciel antérieur. Cette essence nous est donnée à la conception et alimente le fœtus pendant toute la vie intra-utérine. Après la naissance elle assure la croissance et toute la vie génitale (y compris la reproduction : fécondation…). Dans la vie quotidienne elle aide la Rate dans son rôle de transformation (de nourriture) et transport de l’énergie (vers le foyer supérieur). Donc si cette essence est faible la Rate ne sera jamais forte. Ca explique que chaque personne est différente car elle ne reçoit pas la même essence (même pour les jumeaux : car la séparation du noyau se fait en plusieurs étapes).  L’essence : on ne peut pas changer sa quantité mais on peut changer sa qualité par le qi-gong et on peut donc modifier ce qui est inéluctable. \n- produit la «moelle». En médecine chinoise lorsque l’on parle de la moelle cela comprend : les os (qui inclut les dents), la moelle osseuse, le cerveau et la moelle épinière. \n- en rapport avec l’élément eau dans la théorie des cinq éléments. Il assure la transformation des aliments en liquides et aide au transport des liquides par le foyer inférieur (double système : élimination vers le bas vers la vessie pour l’impur, et le pur remonte vers le Poumon pour que le Poumon fasse son rôle d'humidification). Donc quand le Rein a une bonne énergie les mictions sont normales et sans excès mais si le Rein est faible il y aura des mictions très fréquentes et abondantes (le Rein ne pouvant plus retenir, il laisse passer aussi bien le pur que l’impur). Si faiblesse du yin du Rein ça se produit la nuit (se lève plusieurs fois la nuit pour uriner) et si c’est une faiblesse générale de l’énergie du Rein ça sera jour et nuit (urines abondantes et fréquentes). \n- action sur la Rate : le Rein donne énergie à la rate et à l’Intestin Grêle pour assurer la transformation des liquides. \n- action sur le Poumon : le Rein fait remonter l’énergie pure vers le Poumon puis celui-ci fait descendre vers le Rein et le Rein est chargé de garder l’énergie dans le foyer inférieur. S’il n’arrive pas à garder l’énergie dans le foyer inférieur parce qu’il est trop faible, par la voie des liquides il y aura une mauvaise remontée des liquides vers le Poumon qui ne pourra pas faire circuler correctement les liquides et qui pourra donner des oppressions, et de l'asthme avec souvent un œdème des membres inférieurs (ce type d’asthme sera soulagé par des diurétiques mais qui risque d'aggraver la faiblesse du Rein car ils feront fonctionner le Rein un peu plus). Il est donc impératif de tonifier le Rein et la Rate en même temps. \n- Organes des sens : les oreilles, cheveux, dents, organes génitaux, orifices inférieurs (anus, vulve, urètre) \n- Plan psychologique : la volonté, le passage à l’acte. Le Rein est la porte de la vie (Ming Men) (points en rapport avec ming men : $4DM$, $4RM$). \n- Ce qui  brûle l’essence de façon anormale : les excès sexuels.",
        "PlusInfos": "PATHOLOGIES\n\nVIDE DE YIN : \nLes vides de yin sont en général associés avec des vides de yin du Foie et du Cœur.\nBouffées de chaleur, chaleur qui apparaît la nuit (en période yin) avec souvent de la transpiration, constipation (manque de liquide), urines colorées et plus rares pouvant aller jusqu'à la cystite (pas forcément infectieuse), langue rouge sans enduit, pouls rapide et superficiel. Le vide peut être plus ou moins important. \nFeu vide par vide profond de yin : pouls superficiel et rien en profondeur, le patient a froid mais à l’extérieur tout est chaleur (fatigué, épuisé, mais avec le visage rouge…). Trompeur et souvent considéré à tort comme un excès de feu car c’est un vide de yin qui fait que tout le feu est en surface et plus le feu est en surface plus le vide s’installe. \n\nVIDE DE YANG : \nLes vides de yang sont en général associés avec des vides de yang du Poumon et de la Rate. Froid, frilosité, froid aux os, patient qui se couvre mais qui a toujours froid. Ce froid se manifeste le plus souvent dans la région lombaire, faiblesse (ne peut pas marcher longtemps car ça lui cause des lombalgies qui s’accompagnent de douleur au genou), les urines claires et abondantes et pas forcément fréquentes, langue épaisse et pâle avec enduit blanc, pouls faible et profond.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_mc",
        "ShortName": "Jing Mai Maître Coeur",
        "Name": "Jing Mai du Maitre Coeur Xue Yin de main",
        "Iong": "de 19h à 21h",
        "Localisation": "Commence sur la ligne horizontale mamelonnaire au milieu du thorax, se relie au Maître Cœur puis traverse le diaphragme et envoie des ramifications aux trois foyers. La branche superficielle commence à 1 cun en dehors du mamelon, gagne le bord axillaire et descend le long du bras entre le @mai_p@ et le @mai_c@, en passant au pli du coude continu sur la face antérieure de l’avant-bras, traverse la paume de la main pour finir à la pointe du médius au $9MC$. De la paume de la main, une branche par du $8MC$ pour se raccorder au @mai_tr@ au niveau du $1TR$.",
        "RoleFonction": "Assure la protection externe du Cœur (l’aide du Cœur). Fonction identique au Cœur sur le plan émotionnel mais joue plus sur le mental.",
        "PlusInfos": "PATHOLOGIES\n\nPlénitude:\n- Asthme, thorax qui a du mal à bouger ($6CC$)\n- paume des mains très chaudes (saigner le point ting et faire le $3MC$ point eau)\n- Visage rouge\n- Palpitations, tachycardie, arythmie\n- Infarctus\n\nVide:\n- Douleur Cœur\n- Tristesse (Maître du Cœur relié au Poumon)\n- Vue brouillée (Maitre du Cœur relié au Foie)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_tr",
        "ShortName": "Jing Mai Triple Réchauffeur",
        "Name": "Jing Mai du Triple Réchauffeur Shaoyang de main",
        "Iong": "de 21h à 23h",
        "Localisation": "Débute à l’extrémité interne de l’annulaire, passe au 4ème espace interosseux de la main, puis sur le dos de la main, monte au milieu de l’avant bras puis va à la pointe externe du coude, longe la partie postérieure passe par le $14DM$, remonte au-dessus de l’épaule pour pénétrer dans le creux sus-claviculaire se répandre à la poitrine et se lier au Maître Cœur et aux trois foyers, du foyer inférieur une branche rejoint la Vessie et descend jusqu’à la partie latérale du creux poplité au $39V$. Une branche part du $17RM$, monte au $12E$, passe à la nuque, puis derrière l’oreille, et du sommet de l’oreille descend à la joue et se termine sous l’orbite. Une dernière branche part de la pointe de la mastoïde (à la base du crâne), monte derrière l’oreille, rentre dans l’oreille, sort devant, passe au $3VB$, pour finir à la pointe du sourcil, au $23TR$.",
        "RoleFonction": "Elément Feu (Feu ministre), participe au QI originel et aide les Reins.",
        "PlusInfos": "PATHOLOGIES\n\nFOYER SUPERIEUR \n\nVide :\n- Froid à la peau et mauvaise défense de la peau,\n- Personne qui se blesse tout le temps\n\nPlénitude :\nChaleur externe avec rougeurs sur la partie haute du corps, accompagnée de soif et d’agitation, asthme (avec visage rouge et congestionné)\n\nFOYER MOYEN\n\nVide :\nFroid épigastrique et diarrhée avec ballonnement et lourdeur.\n\nPlénitude :\nChaleur de l’estomac (gonflé, ballonné surtout après repas) et difficulté de digestion car cela ne circule pas bien.\n\nFOYER INFERIEUR\n\nVide :\n- Froid dans le bas ventre (se perçoit avec le dos de la main), \n- abdomen froid, \n- constipation ou diarrhée, \n- urines abondantes (si froid trop intense), \n- urine plusieurs fois la nuit (vide Reins).\n\nPlénitude :\n- Chaleur, \n- urines rares et douloureuses, \n- constipation avec selles sèches et dures.\n\nVide ou plénitude : \n- fatigue intense, apathie, \n- personne démoralisée, \n- pas de résistance,\n- le foyer moyen sera automatiquement perturbé en cas de conflits familiaux.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_vb",
        "ShortName": "Jing Mai Vésicule Biliaire",
        "Name": "Jing Mai de la Vésicule Biliaire Shaoyang de pied",
        "Iong": "de 23h à 1h",
        "Localisation": "Commence à l’angle externe de l’œil, passe en avant de l’oreille, monte à la tempe jusqu’au $8E$, redescend derrière l’oreille jusqu’à la partie postéro inférieure de l’apophyse mastoïde, remonte au front au $14VB$. Puis retourne en arrière jusqu’à la nuque, descend face postérieure du cou, jusqu’au $14DM$. Puis remonte par-dessus l’épaule pour redescendre au $12E$ (creux sus claviculaire). Une ramification part du dessous de lobule de l’oreille, y pénètre et ressort au coin externe de l’œil.\nUne seconde ramification, qui part de l’angle de la mandibule, gagne la région du $12E$.\nUne branche profonde qui part du $12E$ descend dans la poitrine, puis traverse le diaphragme entre dans le foie et la vésicule biliaire. Ensuite elle descend le long de l’hypocondre jusqu'à l’aine ,et entre dans l’articulation de la hanche et pénètre le $30VB$. \nUne branche superficielle part du creux supra-claviculaire, passe au-devant de l’aisselle, descend sur la partie externe du thorax, va au niveau du septième espace intercostal, sur la ligne mamelonnaire, descend aux côtes flottantes et va jusqu’à la hanche. Se dirige ensuite en arrière, va au sacrum. De la hanche, le méridien principal longe la face latérale de la cuisse, descend au genou, puis longe le bord antérieur de la fibula. Passe en avant de la malléole externe, puis sur le dessus du pied jusqu’à l’angle unguéal externe du 4ème orteil. Du $41VB$ une collatérale sort du dos du pied et circule au niveau des 1er et 2ème métatarsiens jusqu’à l’extrémité du gros orteil où elle se relie au @mai_f@.",
        "RoleFonction": "Viscère de nature yang qui stocke la bile. Il est le seul viscère à ne pas communiquer avec l’extérieur, il ne reçoit pas de nourriture ni de produit impur venant de la transformation des aliments. Il reçoit seulement la bile qui est un produit pur. Il stocke et fait circuler la bile.\nLibère la bile selon les besoins (cette libération dépend du Qi du Foie : si Qi du Foie est insuffisant : la Vésicule Biliaire ne peut pas libérer sa bile correctement donc la diminution de l’écoulement de la bile va entraîner une pathologie de l’Estomac (insuffisance de libération des liquides de l’estomac vers IG : excès de liquides dans l’estomac avec possibilité de reflux) et de la Rate (diminution de la transformation : pesanteur et ballonnements et diarrhée et du transport des aliments : ne peux faire monter l’énergie vers le foyer sup donc pathologie du Poumon par des gènes respiratoires) \nPermet d’avoir une bonne capacité de décision : «esprit d’initiative», c’est le courage pour décider (le Foie imagine, organise, la Vésicule Biliaire est l’organe du jugement, le Rein donne la volonté d’agir). \nLa Vésicule Biliaire donne du courage à l’esprit (à son fils le Coeur).\nLa Vésicule Biliaire contrôle les Tendons (d’une façon différente du Foie qui apporte le sang), elle apporte l’énergie aux tendons ce qui les rend souples (point mer des tendons : $34VB$) \nAction sur le sommeil : la durée du sommeil, sommeil court c’est la Vésicule Biliaire qui a un problème. Sommeil court avec rêve dangereux pour elle et le voisin de nuit (rêve de bagarre…). \nFait partie de la couche du Shaoyang.",
        "PlusInfos": "PATHOLOGIES\n\nVide énergie : \n- timidité, \n- découragement au moindre problème\n\nVide de QI : \n- sommeil court avec rêve dangereux (on pourra tonifier la VB : $44VB$, $13F$, points $7V$ et $8V$)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "mai_f",
        "ShortName": "Jing Mai Foie",
        "Name": "Jing Mai du Foie Jueyin de pied",
        "Iong": "de 1h à 3h",
        "Localisation": "Commence à l’angle unguéal externe du gros orteil, passe sur le coup de pied entre les deux premiers métatarsiens, remonte au niveau de la cheville à 1 cun en avant de la malléole interne. Puis il remonte sur la face interne de la jambe, croise le @mai_rt@ et passe en arrière de celui-ci pour gagner la face interne du genou, remonte la cuisse  jusqu’au pubis, contourne les organes génitaux externes, jusqu'à l’abdomen inférieur, monte au bas-ventre et croise le @vessel_rm@. Puis il remonte, contourne l’Estomac, pénètre dans le Foie auquel il appartient, communique avec la Vésicule Biliaire. Il traverse ensuite le diaphragme et se répartit vers la région des hypocondres et les côtes. De là, il monte derrière la gorge, entre au naso-pharynx, atteint l’œil et le cerveau, puis sort au front et remonte au $20DM$. Une branche pénètre en interne et descend à la partie intérieure des lèvres. Une dernière branche part du Foie, traverse le diaphragme et se jette au Poumon.",
        "RoleFonction": "Gouverne l’ensemble de toutes les parties du corps. S’il se perturbe c’est l’anarchie de toutes les cellules, c’est la déprogrammation cellulaire.  Son grand rôle est de stocker le sang. Il assure la libre circulation du QI dans tous les organes. Manifestation externe : yeux et ongles.  Manifestation  psy : Hun, colère. Le foie assure la croissance et déteste le vent.      \n\nROLE :     \n- Stocke le sang : Au repos, le sang va vers le foie en particulier la nuit et à l’effort il distribue le sang dans les muscles, les tendons (une diminution entraîne des contractures musculaires, tendinites, crampes nocturnes). Au repos, le sang retourne au Foie et permet de reconstituer l’énergie du corps (une personne qui se défatigue en bougeant est le signe d’un excès de yang du Foie donc en bougeant il utilisera le surplus de yang).          \n- Menstruations : Un Foie normal donne un sang des règles normales. Une insuffisance de sang du Foie donne une diminution du sang des règles pouvant aller jusqu’à l’aménorrhée. Un excès de sang du Foie peut provoquer des hémorragies menstruelles. Un excès de chaleur du Foie donne des hémorragies avec sang très rouge. Une stagnation du sang du Foie provoque des douleurs avant et pendant les règles avec apparition de caillots dans les règles (caillots foncés signe de froid, caillots rouge vif signe de chaleur)            - le Foie contrôle le sang de l’œil.          \n\nIl assure la libre circulation du QI dans tous les organes :           \n- Le Foie fait monter l’énergie de la Rate, assure la descente du Poumon  et aide la voie d’eau, favorise la descente de l’énergie de l’Estomac, favorise la montée (vers le cœur)  et la descente (vers la Vessie) de l’énergie du Rein et la descente de l’énergie de la Vessie et du Gros Intestin.             \n\nDans la théorie des 5 éléments, le Foie à un rôle expansif :             \n- Par cette nature expansive, on comprendra son rôle dans les émotions (si une personne est perpétuellement frustrée qui lui entraîne une colère rentrée, un nœud au ventre : il va y avoir blocage du Qi du Foie). Des symptômes souvent remarqués dans ce cas là sont les troubles prémenstruels (gonflement seins, ventre…)               \n- Sa nature expansive joue un Rôle sur la sphère digestive : si le Foie est bloqué, l’estomac ne peut plus assurer sa descente ce qui entraînera des reflux.                \n- Le foie a un rôle dans les yeux et les ongles :    \n- Ongles striés et cassants sont dus à une  diminution du sang du Foie par une  diminution du yin. On peut donc conseiller la saveur acide sous la langue (ex : citron) et en acupuncture on pourra proposer : $3F$, $8F$ (point eau, point yin du Foie)           \n- Action dans la colère, l’hyperéactivité (dans tous les terrains), l’imagination, la créativité,           \n- Le Foie en équilibre donne une  personne réactive et dynamique, la personne se fatiguera si elle ne bouge pas (inverse pour Rein : plus on bouge, plus on se fatigue)",
        "PlusInfos": "QUELQUES PATHOLOGIES : \n\nStagnation du Qi du Foie (souvent d’ordre émotionnel) : \n- Personne mal dans sa peau, surtout sur les côtés du ventre (gêne), \n- le thorax (distension) qui peut être pris pour de l’asthme. \n- Pouls est en corde (à ne pas confondre avec le pouls en corde du printemps au printemps) \n\nStase de sang (essentiellement chez la femme) : \n- Pouls en corde, \n- Règles irrégulières, douloureuses, avec du sang et des caillots foncés et des douleurs abdominales, hémorroïdes \n\nMontées du yang du Foie (feu du foie qui monte) : \n- Migraines, \n- Hallucination, \n- Colères, \n- Vertiges \n\nVent du Foie : \n- Vertiges de ménières (grands vertiges rotatoires, la personne ne tient ni debout ni couchée, envie de vomir…)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_p",
        "ShortName": "Jing Jin Poumon",
        "Name": "Jing Jin du Poumon Taiyin de main",
        "Iong": "",
        "Localisation": "Commence sur le pouce, au niveau du $11P$, il monte en longeant le @mai_p@, pour se nouer au poignet, derrière l'éminence thénar , passe par la gouttière radiale, monte longer la partie externe de l'avant-bras, pour se nouer au milieu du coude. Monte sur la partie antéro-latérale du bras, entre à aisselle, remonte pour sortir au creux sus-claviculaire et vient former un noeud face antéro-externe de l’acromion. Une première branche remonte faire le tour du creux sus-claviculaire, une seconde branche descend se relier à l’intérieure de la poitrine, vient traverser le cardia, se relie sous les côtes pour finir aux côtes flottantes.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_gi",
        "ShortName": "Jing Jin Gros Intestin",
        "Name": "Jing Jin du Gros Intestin Yangming de main",
        "Iong": "",
        "Localisation": "Commence au bord radial de l’index, au niveau du $1GI$, se noue au poignet (au niveau de la tabatière anatomique), longe le bord externe de l’avant-bras, et s’insère à la face externe du coude, remonte le bras et forme un nœud au niveau du $14GI$, entoure le deltoïde et se noue au $15GI$. Une branche postérieure entoure la région de la scapula au niveau de la septième vertèbre cervicale. Le Jing Jin principal monte de la partie supérieure de l'articulation de l'épaule jusqu'au cou, et vient se nouer à l’angle du maxillaire inférieur, au niveau du $6E$. De là, une première branche monte à la pommette, et seconde branche monte en avant du @jin_ig@, remonte à la tempe, se lie à la voûte crânienne et redescend sur le côté opposé, jusqu’à l’angle du maxillaire inférieur (au niveau du $6E$).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_e",
        "ShortName": "Jing Jin Estomac",
        "Name": "Jing Jin de l'Estomac Yangming de pied",
        "Iong": "",
        "Localisation": "Commence à l’extrémité des 2ème, 3ème et 4ème orteils, se noue sur le pli du coup de pied. De là deux branches se séparent. Une branche monte sur le bord externe du genou, monte le long de la jambe s’insérer à l’articulation de la hanche, (de là un faisceau va au $30VB$), puis monte vers l’abdomen, passe aux côtes flottantes, et vient obliquement s’insérer sur le rachis. La seconde branche monte le long de la fibula et s’insère au genou. Et rejoint le @jin_vb@. Puis monte face antérieure de la cuisse pour se nouer au pli de l’aine, se rassemble aux organes génitaux, monte à l'abdomen, et rejoint le creux sus-claviculaire pour se nouer au $12E$, monte au cou et s’insère à l’angle du maxillaire inférieur. De là, une première ramification gagne l’oreille, une seconde gagne la pommette d’où une branche part entourer la bouche, et une autre branche rejoint le @jin_v@ pour s’intéresser à la paupière inférieure (tandis que le @jin_v@ s’intéresse à paupière supérieure).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_rt",
        "ShortName": "Jing Jin Rate",
        "Name": "Jing Jin de la Rate Taiyin de pied",
        "Iong": "",
        "Localisation": "Il commence en arrière de l’angle unguéal interne du gros orteil et monte se nouer à la malléole interne. Monte et vient se nouer face interne de la tubérosité du tibia, puis longe la face interne de la cuisse, pour se nouer au niveau de l’articulation coxo-fémorale, une branche gagne les organes génitaux, puis monte se nouer à l’ombilic, longe l'intérieur de l'abdomen, puis s’insère aux côtes, et envoie des ramifications dans le thorax. Une branche interne s'insère au rachis.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_c",
        "ShortName": "Jing Jin Coeur",
        "Name": "Jing Jin du Coeur Shaoyin de main",
        "Iong": "",
        "Localisation": "Commence en arrière de l’angle unguéal externe de l’auriculaire, se noue au pisiforme, longe le @mai_c@ et s’insère à l’épitrochlée. Il monte au biceps pour entrer dans l'aisselle, croise le @jin_p@, passe entre les seins, se noue au thorax ($17RM$), descend vers le cardia et se lie à l’ombilic.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_ig",
        "ShortName": "Jing Jin Intestin Grêle",
        "Name": "Jing Jin de l'Intestin Grêle Taiyang de main",
        "Iong": "",
        "Localisation": "Commence à l’extrémité interne de l'auriculaire, s’insère à la partie interne du poignet, monte au bord interne de l'avant-bras et se noue sur le bord interne du coude. Longe le bord postérieur du bras et s’insère à l’extrémité supérieure du pli postérieur de l’aisselle. Monte à la scapula, longe le cou, rejoint le @jin_v@ pour s’insérer sur la mastoïde. Un faisceau entre dans l'oreille. De la mastoïde : une branche descend se nouer à l’angle du maxillaire inférieur, et seconde branche monte atteindre l’angle externe de l'œil.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_v",
        "ShortName": "Jing Jin Vessie",
        "Name": "Jing Jin de la Vessie Taiyang de pied",
        "Iong": "",
        "Localisation": "Commence à l’extrémité externe du 5ème orteil, va se nouer à la malléole externe et monte s’insérer au genou, dans la région du $34VB$. Une branche passe par le bord externe du pied et va au talon, pour remonter s’insérer au bord externe du creux poplité. Une autre branche s’insère sur la face externe du mollet, monte le long de la fasse postérieure de la jambe, et vient se nouer au bord interne du creux poplité. Ces deux dernières branches remontent la fasse postérieure de la cuisse, et s’unissent à la fesse. Ce faisceau longe le rachis et atteint la nuque. Un faisceau pénètre en interne se nouer à la racine de la langue. Une branche monte de la nuque, se noue à l'occiput, puis remonte sur la tête le long du @vessel_dum@, descend au front, passe à l’angle interne de l’œil, jusqu’au nez. Cette branche s’étend en deux ramifications, une va à la paupière supérieure et l’autre descend à la pommette. Une branche part du rachis, passe sous l’aisselle, remonte au creux sus-claviculaire , de là, une ramification monte à l’oreille (au $12VB$), et une seconde ramification rejoint la pommette. Une dernière branche part du rachis pour monter à l’épaule, au niveau du $15GI$.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_r",
        "ShortName": "Jing Jin Reins",
        "Name": "Jing Jin des Reins Shaoyin de pied",
        "Iong": "",
        "Localisation": "Commence sous le 5ème orteil, et traverse la voûte plantaire, passe transversalement sous la malléole interne, pour s’insérer talon. Monte le long de la partie interne de la jambe en suivant le @jin_v@, pour se nouer sous la tubérosité interne du genou. Puis monte le long de la face interne de la cuisse et se noue aux organes génitaux externes. Il pénètre dans l’abdomen, monte en longeant la face antérieure du rachis, pour arriver sur l’os occipital en rejoignant le @jin_v@.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_mc",
        "ShortName": "Jing Jin Maître Coeur",
        "Name": "Jing Jin du Maitre Coeur Xue Yin de main",
        "Iong": "",
        "Localisation": "Commence au sommet du médius, gagne la paume de la main, et suit le @jin_p@, pour se nouer au pli du coude, en dedans du tendon bicipital. Il monte face interne du bras, et se noue sous l’aisselle. Puis descend et se disperse sur la partie antérieure et postérieure du thorax. Une branche entre au creux axillaire pour se disperser partie interne du thorax et se nouer au niveau du cardia.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_tr",
        "ShortName": "Jing Jin Triple Réchauffeur",
        "Name": "Jing Jin du Triple Réchauffeur Shaoyang de main",
        "Iong": "",
        "Localisation": "Commence au bord interne de l’annulaire, s’insère au poignet, longe la face médiane de l'avant-bras, pour se nouer au coude. Monte le long du bord postéro-externe du bras, gagne l'épaule, puis le cou et s'unit au @jin_ig@. Une première branche monte à l’angle du maxillaire inférieur où elle entre pour s’insérer à la racine de la langue. Une seconde branche part de l'angle du maxillaire inférieur, passe devant l'oreille, gagne l’angle externe de l'œil, monte au front et se noue dans la région du $13VB$.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_vb",
        "ShortName": "Jing Jin Vésicule Biliaire",
        "Name": "Jing Jin de la Vésicule Biliaire Shaoyang de pied",
        "Iong": "",
        "Localisation": "Commence sur l’extrémité externe du 4ème orteil et s’insère sur malléole externe, longe la face externe de la jambe et s’insère au bord externe du genou. Une branche se sépare et monte à la partie supérieure de la cuisse, pour rejoindre la région du $32E$. Une seconde branche monte se nouer au coccyx. Le Jing Jin principal monte jusqu'au flanc et aux côtes flottantes, de là deux trajets se séparent. L’un passe par la région mamelonnaire et s’insère au creux sus-claviculaire, au niveau de $12E$. L’autre trajet monte directement, en passant devant l’aisselle, entre au creux sus-claviculaire, où il s’unit au premier trajet. Il monte, passe derrière l'oreille et va jusqu’au sommet de la tête, au niveau du $20DM$. Une banche part du dessus de l’oreille, descend gagner la région sous-maxillaire et monte se nouer à la pommette. De la pommette, une branche se noue à l’angle externe de l'œil, une autre rejoint l’aile du nez.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "jin_f",
        "ShortName": "Jing Jin Foie",
        "Name": "Jing Jin du Foie Jueyin de pied",
        "Iong": "",
        "Localisation": "Commence en arrière de l’angle unguéal externe du gros orteil, s’insère devant la malléole interne, monte le long du tibia, et vient se nouer sous la tubérosité interne du genou, monte face interne de la cuisse et s’insère aux organes génitaux externes où il s’unit aux autres Jing Jin.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_p",
        "ShortName": "Jing Luo Poumon",
        "Name": "Jing Luo du Poumon Taiyin de main",
        "Iong": "",
        "Localisation": "Il commence au-dessus du poignet, au point $7P$, en suivant le @mai_gi@, entre dans la paume de la main et envoie des ramifications dans l'éminence thénar.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_gi",
        "ShortName": "Jing Luo Gros Intestin",
        "Name": "Jing Luo du Gros Intestin Yangming de main",
        "Iong": "",
        "Localisation": "Il commence à 3 cun du poignet, au niveau du $6GI$, suit le @mai_p@. Il monte le long du bras, passe par l’épaule, puis la fosse sus-claviculaire, monte à la mâchoire inférieure et pénètre dans les dents. Un autre trajet va à l'oreille.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_e",
        "ShortName": "Jing Luo Estomac",
        "Name": "Jing Luo de l'Estomac Yangming de pied",
        "Iong": "",
        "Localisation": "Il commence 8 cun de la malléole, suit le @mai_rt@. Il monte le long de la face antéro-externe du tibia, longe le @mai_e@, et établit une liaison à nuque et à la tête, pour s'unir au $20DM$, ensuite redescend établir une liaison à la gorge.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_rt",
        "ShortName": "Jing Luo Rate",
        "Name": "Jing Luo de la Rate Taiyin de pied",
        "Iong": "",
        "Localisation": "Il commence à 1 cun de l'articulation métatarso-phalangienne, au niveau du $4RT$, pour suivre le @mai_e@. Une branche entre établir une liaison avec le gros intestin et l'estomac.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_c",
        "ShortName": "Jing Luo Coeur",
        "Name": "Jing Luo du Coeur Shaoyin de main",
        "Iong": "",
        "Localisation": "Il commence à 1 cun du poignet, au niveau du $5C$, monte et suit le @mai_c@, pénètre au cœur par l’aisselle, il fait une liaison avec la racine de la langue et une autre avec l’œil.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_ig",
        "ShortName": "Jing Luo Intestin Grêle",
        "Name": "Jing Luo de l'Intestin Grêle Taiyang de main",
        "Iong": "",
        "Localisation": "Il commence à 5 cun au-dessus du poignet, au niveau du $7IG$, suit le @mai_c@ et gagne le coeur. Une branche monte au coude et se lie à la partie supérieure de l'articulation de l'épaule.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_v",
        "ShortName": "Jing Luo Vessie",
        "Name": "Jing Luo de la Vessie Taiyang de pied",
        "Iong": "",
        "Localisation": "Il commence à 7 cun de la malléole, au niveau du $58V$, suit le @mai_r@ et pénètre au nez.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_r",
        "ShortName": "Jing Luo Reins",
        "Name": "Jing Luo des Reins Shaoyin de pied",
        "Iong": "",
        "Localisation": "Il commence au $4R$, se sépare du @mai_r@ pour rejoindre le @mai_v@ en contournant le talon. Une branche monte le long du @mai_r@ pour rejoindre l'enveloppe du cœur et descendre à la région lombaire.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_mc",
        "ShortName": "Jing Luo Maître Coeur",
        "Name": "Jing Luo du Maitre Coeur Xue Yin de main",
        "Iong": "",
        "Localisation": "Il commence à 2 cun du poignet, au niveau du $6MC$, monte le long du @mai_mc@, fait la liaison avec le système cardio-vasculaire.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_tr",
        "ShortName": "Jing Luo Triple Réchauffeur",
        "Name": "Jing Luo du Triple Réchauffeur Shaoyang de main",
        "Iong": "",
        "Localisation": "Il commence à 2 cun du poignet, au niveau du $5TR$, remonte la face externe du bras et pénètre dans la poitrine pour s'unir au Maître Coeur.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_vb",
        "ShortName": "Jing Luo Vésicule Biliaire",
        "Name": "Jing Luo de la Vésicule Biliaire Shaoyang de pied",
        "Iong": "",
        "Localisation": "Il commence à 5 cun de la malléole, au niveau du $37VB$, se joint au @mai_f@, il établit une liaison sur le dessus du pied.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "luo_f",
        "ShortName": "Jing Luo Foie",
        "Name": "Jing Luo du Foie Jueyin de pied",
        "Iong": "",
        "Localisation": "Il commence à 5 cun au-dessus de la malléole interne, au niveau du $5F$, pour s’unir au @mai_vb@. Une branche suit le @mai_f@ pour monter aux organes génitaux.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_p",
        "ShortName": "Jing Bie Poumon",
        "Name": "Jing Bie du Poumon Taiyin de main",
        "Iong": "",
        "Localisation": "Il débute dans la région de l’aisselle, passe au niveau du $22VB$, pénètre dans le thorax et va jusqu’au poumon, il descend et se ramifier au gros intestin, ressort et monte au creux sus-claviculaire (au niveau du $12E$), puis longe le cou pour s’unir au @mai_gi@, au $18GI$ (point He des Jing Bie).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_gi",
        "ShortName": "Jing Bie Gros Intestin",
        "Name": "Jing Bie du Gros Intestin Yangming de main",
        "Iong": "",
        "Localisation": "Deux branches : \nL’une débute du @mai_gi@ au niveau de la main, passe par le coude, le bras. Il suit son @mai_gi@ jusqu’à l’épaule, puis se ramifie (en partant du $15GI$) au thorax, à la poitrine et va jusqu’au mamelon.\nUne seconde se sépare du @mai_gi@ dans la zone du $15GI$, passe dans le rachis jusqu’à la zone du $14DM$. De là descend, pénètre dans le gros intestin puis remonte et se relie au Poumon. Ressort et passe par la zone du $12E$, passe par la gorge pour regagner le @mai_gi@ à la zone du $18GI$ (point He des Jing Bie).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_e",
        "ShortName": "Jing Bie Estomac",
        "Name": "Jing Bie de l'Estomac Yangming de pied",
        "Iong": "",
        "Localisation": "Il part de la face antéro-supérieure de la cuisse (dans la zone du $31E$). Monte au niveau de l’abdomen, pénètre à l’interne pour se relie à l’estomac puis à la rate. Passe au cœur, remonte, longe l’œsophage pour émerger au niveau du $9E$ (point He des Jing Bie). Passe à côté de la bouche, longe l’aile du nez, passe au coin interne de l’œil, fait le tour de l’orbite et rejoint le @mai_e@ (dans la zone du $1E$).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_rt",
        "ShortName": "Jing Bie Rate",
        "Name": "Jing Bie de la Rate Taiyin de pied",
        "Iong": "",
        "Localisation": "Il sort du @mai_rt@ à la hanche, croise le @mai_e@. Monte à l’abdomen, pénètre la rate, puis l’estomac et le cœur. Monte à la gorge et va jusqu’à la zone du $9E$ (point He des Jing Bie) et se termine à la langue.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_c",
        "ShortName": "Jing Bie Coeur",
        "Name": "Jing Bie du Coeur Shaoyin de main",
        "Iong": "",
        "Localisation": "Il naît du @mai_c@ au niveau de l’aisselle (dans la zone du $1C$). Il pénètre dans le thorax pour rejoindre le cœur. Une branche descend et pénètre l’intestin grêle. Du cœur, il monte à la gorge et émerge en surface au visage pour rejoindre le @mai_ig@ au $1V$ (point HE des Jing Bie).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_ig",
        "ShortName": "Jing Bie Intestin Grêle",
        "Name": "Jing Bie de l'Intestin Grêle Taiyang de main",
        "Iong": "",
        "Localisation": "Il part du @mai_ig@, au niveau de la face postérieure de l’articulation de l’épaule, passe à l’aisselle et se dirige vers le cœur. S’unit au @bie_c@ au $1V$ (point He des Jing Bie). Du Cœur, il descend pénétrer l’intestin grêle.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_v",
        "ShortName": "Jing Bie Vessie",
        "Name": "Jing Bie de la Vessie Taiyang de pied",
        "Iong": "",
        "Localisation": "Il débute au creux poplité à partir du @mai_v@, puis se ramifie aux reins. Puis longe la colonne vertébrale et se ramifie au cœur. Une autre branche monte à la nuque et se relie à nouveau au @mai_v@ au $10V$ (point He des Jing Bie).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_r",
        "ShortName": "Jing Bie Reins",
        "Name": "Jing Bie des Reins Shaoyin de pied",
        "Iong": "",
        "Localisation": "Il part du @mai_r@ au niveau du creux poplité, et s’unit au @mai_v@. Il gagne le rein, et va s’unir au @vessel_dum@ au niveau de la 2ème vertèbre lombaire. Une branche atteint la base de la langue et rejoint le @mai_v@ (en traversant le cou) au niveau du $10V$ (point He des Jing Bie).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_mc",
        "ShortName": "Jing Bie Maître Coeur",
        "Name": "Jing Bie du Maitre Coeur Xue Yin de main",
        "Iong": "",
        "Localisation": "Il commence à 3 cun au-dessous de l’aisselle (au niveau de la région du $22VB$). Il pénètre dans le thorax pour s’unir aux trois foyers. Une branche monte à la gorge pour émerger en surface derrière l’oreille et se relier au @mai_tr@ au niveau du $16TR$ (point He des Jing Bie).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_tr",
        "ShortName": "Jing Bie Triple Réchauffeur",
        "Name": "Jing Bie du Triple Réchauffeur Shaoyang de main",
        "Iong": "",
        "Localisation": "Il part du @mai_tr@ (au niveau de la zone du $20TR$) pour rejoindre le vertex (au niveau du $20DM$). Il redescend, passe au niveau du $16TR$ (point He des Jing Bie), puis au niveau du creux sus-claviculaire et descend s’unir successivement aux trois foyers. Il se disperse également dans le thorax.",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_vb",
        "ShortName": "Jing Bie Vésicule Biliaire",
        "Name": "Jing Bie de la Vésicule Biliaire Shaoyang de pied",
        "Iong": "",
        "Localisation": "Il naît du @mai_vb@ au niveau de la hanche et remonte vers les poils pubiens où il croise le @bie_f@. Pénètre l’abdomen au niveau du $13F$, monte et pénètre dans la vésicule biliaire et le foie, puis traverse le cœur. Longe l’œsophage, traverse la gorge, et réapparaît près du menton. De là, il monte à l’œil et rejoint le @mai_vb@ dans la zone du $1VB$ (point He des Jing Bie).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "bie_f",
        "ShortName": "Jing Bie Foie",
        "Name": "Jing Bie du Foie Jueyin de pied",
        "Iong": "",
        "Localisation": "Il débute à la partie dorsale du pied, et suit le @mai_f@, monte aux poils pubiens où il croise le @bie_vb@. Pénètre le foie, la vésicule biliaire, puis le cœur. Monte de chaque côté de la trachée, passe au niveau de la face et monte au cerveau.Se termine dans la zone du $1VB$ (point He des Jing Bie).",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "axis_taiyang",
        "ShortName": "Taiyang",
        "Name": "Axe énergétique du Taiyang",
        "Iong": "",
        "Localisation": "Il comprend : le Jing Mai de l'Intestin Grêle et celui de la Vessie\nSon point noeud est le : 1V\nL'énergie céleste qu'il véhicule est : le Froid",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "axis_yangming",
        "ShortName": "Yangming",
        "Name": "Axe énergétique du Yangming",
        "Iong": "",
        "Localisation": "Il comprend : le Jing Mai du Gros Intestin et celui de l'estomac\nSon point noeud est le : 8E\nL'énergie céleste qu'il véhicule est : la Sécheresse",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "axis_shaoyang",
        "ShortName": "Shaoyang",
        "Name": "Axe énergétique du Shaoyang",
        "Iong": "",
        "Localisation": "Il comprend : le Jing Mai du Triple Réchauffeur et celui de la Vésicule Biliaire\nSon point noeud est le : 2VB\nL'énergie céleste qu'il véhicule est : le Feu",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "axis_taiyin",
        "ShortName": "Taiyin",
        "Name": "Axe énergétique du Taiyang",
        "Iong": "",
        "Localisation": "Il comprend : le Jing Mai de la Rate et celui du Poumon\nSon point noeud est le : 12RM\nL'énergie céleste qu'il véhicule est : l'Humidité",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "axis_jueyin",
        "ShortName": "Jueyin",
        "Name": "Axe énergétique du Jueyin",
        "Iong": "",
        "Localisation": "Il comprend : le Jing Mai du Foie et celui du Maître Coeur\nSon point noeud est le : 18RM\nL'énergie céleste qu'il véhicule est : le Vent",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "axis_shaoyin",
        "ShortName": "Shaoyin",
        "Name": "Axe énergétique du Shaoyin",
        "Iong": "",
        "Localisation": "Il comprend : le Jing Mai du Rein et celui du Coeur\nSon point noeud est le : 23RM\nL'énergie céleste qu'il véhicule est : la Chaleur",
        "RoleFonction": "",
        "PlusInfos": "",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "vessel_rm",
        "ShortName": "Ren Mai",
        "Name": "Méridien Ren Mai \/ Vaisseau Gouverneur",
        "Iong": "",
        "Localisation": "Une branche débute au-dessous du $3RM$, au bas-ventre, suit la ligne médiane de l'abdomen et du thorax jusqu'à la zone de la gorge, jusqu’aux joues puis au visage, pour terminer au niveau des yeux. L’autre débute par l'enveloppe utérine (Bao Zhong), puis pénètre dans le canal interne de la colonne vertébrale et remonte vers le haut du dos. Certains auteurs décrivent, une autre branche : une branche faciale passe entre le méridien principal du Ren mai et le Vaisseau luo du Ren mai. Bien qu’il possède ses propres points, ses points de croisement sont des points d'autres méridiens ($1E$ et le $28DM$).",
        "RoleFonction": "",
        "PlusInfos": "- « Mer des méridiens Yin, du sang » : Influence tous les méridiens YIN du corps\n- Entretien et contrôle du YIN.\n- Régit l’utérus et l’embryon. \n- Prend en charge ce qui est en avant.\n- Il gouverne avec le @vessel_cm@, la fonction du sang et de tous les problèmes gynécologiques (liens avec l’utérus, la grossesse, liens avec les règles, de développement de l’embryon, la stérilité, la ménopause...).\n- Tonifie le sang et le Yin (minimise les bouffées de chaleur, les transpirations nocturnes, l’irritabilité, l’anxiété, les insomnies). \n- Traite l’asthme chronique.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "vessel_dum",
        "ShortName": "Du Mai",
        "Name": "Méridien Du Mai \/ Vaisseau conception",
        "Iong": "",
        "Localisation": "Commence au $1RM$, monte le long de la colonne vertébrale jusqu'à la nuque, au $16DM$. Entre au cerveau, monte au sommet du crâne, descend sur le front, puis le nez vers la ligne médiane du corps. Descend à la zone génitale, en passant par le $1RM$, et le coccyx pour en ressortir à son extrémité, contourne les fesses, croise le @mai_r@ au niveau de la cuisse et le @mai_v@, il rentre à l'intérieur de la colonne vertébrale pour aller se loger aux Reins et à Ming Men. Une autre partie débute avec le @mai_v@ à l'angle interne de l'œil, monte au niveau du front pour ensuite croiser le même @mai_v@ au niveau du haut de la tête, finit au cerveau. Puis descend en empruntant le trajet du @mai_v@, au niveau de la nuque, du dos, pour se diriger vers la région lombaire et accède à la région de Ming Men. La dernière branche monte du bas-ventre, passe à l'ombilic, traverse le coeur, entre au niveau de la gorge, monte aux joues, contourne les lèvres, et arrive au-dessous de l'oeil en sa zone sous-orbitaire , sur le rebord osseux.",
        "RoleFonction": "",
        "PlusInfos": "DEFINITION \nMéridien en rapport avec l’énergie yang, l’énergie du ciel, c’est le plus grand (action) méridien yang du corps, le Tai Yang du corps. \n\nACTION \nLe Du Mai correspond en priorité aux organes génitaux (pénis et utérus), aux reins et à la colonne vertébrale et aux muscles para-vertébraux. Les problèmes des quatre membres avec des signes vertébraux associés. Tous les problèmes de cerveau (coma, hémorragie cérébrale, atteintes cérébrales, certains maux de tête, maux tête du vertex...). Les 5 organes des sens mais surtout l’œil, le larynx (laryngite...) et les lèvres (douleurs, infections, germes...). \n\nFONCTIONS \nMer des méridiens Yang : la vie s’adosse au Du Mai (à la conception) et le Du Mai créé en permanence. \nToutes les fonctions yang du corps se retrouvent dans les 28 points de ce méridien.\nComme c’est le méridien le plus yang, il agit sur tous les plans du yang originel, acquis, des mutations de la vie (adolescence, ménopause...), ouverture du yang vers l’extérieur : une personne qui a beaucoup de mal à extérioriser, qui est centrée sur elle-même, etc, faire le point clé, le point d’ouverture du Du mai ($3IG$). \nSur une personne très yin on aura besoin de faire monter le yang donc on utilisera le Du mai(point clé $3IG$, $4DM$).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "vessel_dam",
        "ShortName": "Dai Mai",
        "Name": "Vaisseau des ceintures Dai Mai",
        "Iong": "",
        "Localisation": "Part de L2, et va vers l’avant en direction du $13F$, de là il suit le @mai_vb@ sur l’aile iliaque ($26VB$, $27VB$, $28VB$).",
        "RoleFonction": "",
        "PlusInfos": "ROLE\nLien, ceinture autour de l’ensemble des méridiens auxquels il donne de la force.\n\nACTION\nAgit sur l’ensemble des méridiens. Il contient les méridiens, leur donne de la force. Fortifie les lombes (pincements, tassements...), les membres inférieurs (faiblesses, y compris les paralysies), l’abdomen (ex : hernies)…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "vessel_cm",
        "ShortName": "Chong Mai",
        "Name": "Vaisseau Chong Mai",
        "Iong": "",
        "Localisation": "Son origine se situe au niveau de Bao zhong (noyau d’origine du Chong Mai, du Ren Mai et du Du Mai). De là il va au $1RM$. \n- Une branche postérieure (interne) monte le long de la partie antérieure du rachis (appelé axe central interne ascendant) et qui va jusqu’au haut du dos, zone du $11V$. \n- Une branche antérieure part également du $1RM$, passe au $30E$ et emprunte le trajet du Rein (du $11R$ au $15R$). S’unit au $7RM$. Suit le Rein (du $16$ au $21R$) et inonde le thorax. Monte au carrefour pharyngo-laryngé puis contourne les lèvres, va aux fosses nasales et rejoint l’œil. \n- du $30E$ une branche descendante longe la face médiale de la cuisse jusqu’au creux poplité. De la face médiale du tibia elle descend à la malléole médiale. De la 2 branches : une rejoint la plante du pied, et l’autre circule le long du 1er métatarsien jusqu’au $1RT$.",
        "RoleFonction": "",
        "PlusInfos": "FONCTIONS\n\nMer du sang et de l’énergie, mer des 12 méridiens, mer du Qi. Action sur l’énergie et le sang. A chaque problème de sang ou d’énergie on peut s’intéresser au $4RT$ (point clé), également pour la sphère génitale (règles, fécondation, grossesse, post-partum)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "vessel_yin_qm",
        "ShortName": "Yin Qiao Mai",
        "Name": "Vaisseau Yin Qiao Mai",
        "Iong": "",
        "Localisation": "Débute au $2R$ pour aller au $6R$, puis monte le long de la face interne de la jambe au $8R$, puis de la cuisse, jusqu’aux organes génitaux externes. De là monte jusqu’au creux sus-claviculaire au $12E$ puis monte en avant le long de la carotide $9E$, à l’aile du nez, jusqu’au $1V$.",
        "RoleFonction": "",
        "PlusInfos": "ACTION\n\nDéséquilibre droite\/gauche de type yin, douleurs unilatérales de type yin. Les douleurs de type yin sont des douleurs continues. Douleurs sourdes, engourdissement, raideur, ankylose, gonarthrose, douleurs accompagnées de gonflement non inflammatoire, douleurs aux organes génitaux de type yin. Larynx, pharynx, nez, aphonie (manque de yang), asthme. Action sur le cerveau (par la pénétration dans le cerveau par le $1V$), sommeil...Ferme la pupille (myosis). Ce méridien en insuffisance, la personne sera énervée la nuit.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "vessel_yang_qm",
        "ShortName": "Yang Qiao Mai",
        "Name": "Vaisseau Yang Qiao Mai",
        "Iong": "",
        "Localisation": "Part du $61V$, passe au $62V$, remonte ensuite en arrière du péroné jusqu’au $59V$ (3 cun au-dessus de la malléole) et monte directement à la hanche au $29VB$ puis monte dans l’hypocondre pour arriver en arrière du creux axillaire (épaule) au $10IG$. De là il contourne l’épaule (en passant au niveau du $15$ et $16GI$) pour aller à la face latérale du cou jusqu’au $4E$ (à la commissure des lèvres) puis le $3E$ puis le $1E$. De là passe au $1V$, pénètre le cerveau jusqu’en arrière du crâne jusqu’au $20VB$, pour finir au $16DM$.",
        "RoleFonction": "",
        "PlusInfos": "ACTION\n\nAccélère le yang et ralentit le yin. Déséquilibre droite\/gauche de type yang, douleurs unilatérales de type yang, (ex : migraine, douleur d’épaule d’un côté seulement, douleur unilatérale dans le corps yang ...), méridien qui véhicule l’énergie Wei Qi (énergie défensive), agit sur le sommeil (troubles, cauchemars, endormissement, réveil, insomniaque...besoin beaucoup de sommeil), douleurs du coin interne de l’œil. Véhicule le Jing (énergie innée, des origines) des Reins (pénètre dans le cerveau par le $1V$) et agit sur le cerveau en apportant du yang ou en le diminuant chez l’hypernerveux (ex : enfant hyperactif = yang excès donc on pourra tonifier @vessel_yin_qm@ : $6R$ et disperser @vessel_yang_qm@ : $62V$), maniacodépressive phase maniaque (et faire l’inverse dans la phase dépressive). Accélère et tonifie le tonus musculaire, action sur les impatiences, tremblements essentiels (tremblements essentiels : sans cause décelable en médecine). Si le méridien est en insuffisance la personne sera énervée le jour.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "vessel_yin_wm",
        "ShortName": "Yin Wei Mai",
        "Name": "Vaisseau Yin Wei Mai",
        "Iong": "",
        "Localisation": "Débute au $2R$ pour aller au $6R$, puis monte le long de la face interne de la jambe au $8R$, puis de la cuisse, jusqu’aux organes génitaux externes. De là monte jusqu’au creux sus-claviculaire au $12E$ puis monte en avant le long de la carotide $9E$, à l’aile du nez, jusqu’au $1V$.",
        "RoleFonction": "",
        "PlusInfos": "ACTION\n\nDéséquilibre droite\/gauche de type yin, douleurs unilatérales de type yin. Les douleurs de type yin sont des douleurs continues. Douleurs sourdes, engourdissement, raideur, ankylose, gonarthrose, douleurs accompagnées de gonflements non-inflammatoires, douleurs aux organes génitaux de type yin. Larynx, pharynx, nez, aphonie (manque de yang), asthme. Action sur le cerveau (par la pénétration dans le cerveau par le 1V), sommeil...Ferme la pupille (myosis). Ce méridien en insuffisance, la personne sera énervée la nuit.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "vessel_yang_wm",
        "ShortName": "Yang Wei Mai",
        "Name": "Vaisseau Yang Wei Mai",
        "Iong": "",
        "Localisation": "Commence au $63V$ (en dessous du $62V$, à 1cun en avant), monte directement au $35VB$, puis monte au niveau du $10IG$, passe au $15TR$ (creux sus-épineux), monte au $21VB$. Puis monte au $8E$, rejoint $13VB$, et suit le trajet du @mai_vb@ jusqu’au $20VB$. De là va jusqu’au $16DM$ (occiput\/C1) puis se termine au $15DM$ (C1\/C2).",
        "RoleFonction": "",
        "PlusInfos": "ACTION\n\nManifestations yang différentes du haut et du bas du corps (ex : excès en haut et vide en bas). Alternance froid\/chaleur (ex : chaleur de la tête avec des frissons dans le corps, mains froides et pieds chauds..., manifestations de grippe).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    }
]