[
  {
    "Id": "1P",
    "Meaning": "Central Treasury",
    "Localisation": "On  the supero-lateral aspect of the chest, 6 cun lateral to the anterior midline of the sternum, between the first and second rib.",
    "Actions": "Spreads and promotes the descent of Lung Qi . Regulates the water passages and transforms phlegm Relieves Lung congestion, calms cough. Supplements Lung vacuity. Mu Point of Lung Jiaohui-Intersection (Meeting) Point of Hand and Foot Tai Yin channels.",
    "Indications_Therapeutiques": "Cough,  shortness of breath, chest pain, asthma, sensation of oppression of the chest, upper back and shoulder pain.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2P",
    "Meaning": "Cloud Gate",
    "Localisation": "6 cun lateral to the midline of the sternum, in the space between the first rib and the clavicle, 1 cun superior to $1P$.",
    "Actions": "Spreads and promotes the descent of Lung Qi . Regulates the water passages and transforms phlegm Relieves Lung congestion, calms cough. Supplements Lung vacuity.",
    "Indications_Therapeutiques": "Cough,  shortness of breath, chest pain, asthma, sensation of oppression of the chest, upper back and shoulder pain.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3P",
    "Meaning": "Warehouse in the sky.",
    "Localisation": "On the radial aspect of the brachial biceps muscle, 3 cun below the inferior end of the anterior axillary fold.",
    "Actions": "Spreads and promotes the descent of Lung Qi . Clears lung heat and congestion. Cools blood and stops bleeding. Acts in the realm of mind: Calms the Po, (corporeal soul of the Lung organ).",
    "Indications_Therapeutiques": "Cough, dyspnea, asthma, pain on the medial aspect of the arm, bleeding from the nose (epistaxis), (hemoptysis)....\nSadness, memory loss, somnolence...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4P",
    "Meaning": "Protector Of The White",
    "Localisation": "On the radial aspect of the brachial biceps muscle, 1 cun below #3P#.",
    "Actions": "Spreads and promotes the descent of Lung Qi . Clears Lung fullness.",
    "Indications_Therapeutiques": "Cough, dyspnea, asthma, pain on the medial aspect of the arm...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5P",
    "Meaning": "Swamp at 12 cun",
    "Localisation": "On the cubital crease of the elbow, in a depression on the radial side of the tendon of the brachial biceps muscle.",
    "Actions": "Resolves phlegm and clears heat from the Lung (He-Sea, Water phase, Child point, dispersing action). Descends rebellious Qi. Regulates the water passages. Facilitates the descent of Kidney fluids.",
    "Indications_Therapeutiques": "Cough, asthma, shortness of breath, bronchitis, difficulty in spitting, stuffy nose, sore throat, coughing up of blood (hemoptysis), swelling of the elbow and arm, bladder disorders, skin problems..",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6P",
    "Meaning": "Collection\nHole",
    "Localisation": "On the radial side of the anterior aspect of the forearm 5 cun below the elbow crease, on the line joining $5P$ and $9P$, between the brachioradialis and flexor carpi muscles.",
    "Actions": "Spreads and promotes the descent of Lung Qi . Clears Lung Heat. Stops bleeding.",
    "Indications_Therapeutiques": "Cough, asthma, bleeding from the nose (epistaxis), osteo-arthritis of the hand (rhizarthrosis):  knead #6P# et #7IG# until relief is experienced)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7P",
    "Meaning": "Sequence Interrupted",
    "Localisation": "On the radial side of the anterior aspect of the forearm, 1.5 cun proximal to the wrist crease, proximal to the  the radial styloid process of the wrist.",
    "Actions": "Spreads and promotes the descent of Lung Qi . Expels wind. Promotes Wei (protective) Qi   Command point of  @vessel_rm@.. Regulates the water passages. Communicates with the @mai_gi@ (Luo-Connecting point of the Lung channel. Acts directly on the Lung organ. Benefits the head and neck.",
    "Indications_Therapeutiques": "Cough, shortness of breath,  asthma, sore throat, phlegm, toothache, pain of the nape of the neck and from trauma, wry neck, facial paralysis, headaches, shoulder pain, thumb pain, sensation of heat the palm of the hand, urinary frequency, prophylactic for sunstroke and sun related allergies ..",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8P",
    "Meaning": "Channel Ditch",
    "Localisation": "On the radial side of the anterior aspect of the forearm, 1 cun proximal to the wrist crease, proximal to the  the radial styloid process of the wrist, in the depression  on the radial side of the radial artery.",
    "Actions": "Spreads, descends and supplements Lung Qi. Balances the lung..\nJing- River, Metal phase, 5 Phase Transporting  Point of the Lung Channel.",
    "Indications_Therapeutiques": "Cough, shortness of breath, asthma, sore throat, wheezing, chest pain, wrist pain....",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9P",
    "Meaning": "Great Abyss",
    "Localisation": "At the transverse crease of the wrist, in the depression on the radial side of the radial artery..",
    "Actions": "Spreads, descends and supplements Lung Qi (shu-stream point, earth phase,  yuan-source point of the lung, therefore point for channel supplementation .  Transforms phlegm,  benefits the lungs.  Strengthens the vessels (Hui-meeting point of the blood vessels), relieves pain.",
    "Indications_Therapeutiques": "Cough, shortness of breath, asthma, sore throat, wheezing, diffficulty in expectoration,  coughing up of blood (hemoptysis), shoulder and arm pain, strengthens the vessels. Prophylactic effect in respiratory allergies; (treat during the  spring and autumn, preferably on a metal phase day for effect during the winter season.)",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10P",
    "Meaning": "Fish Border",
    "Localisation": "On the palm of the hand,  midway along the first metacarpal bone, at the border of the red and white skin.",
    "Actions": "Spreads and descends Lung Qi. Clears Lung Heat .",
    "Indications_Therapeutiques": "Cough, sore throat, expectoration of blood (hemoptysis), vomiting blood (hematemesis), loss of voice, toothache, headaches.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11P",
    "Meaning": "Minor Note",
    "Localisation": "On the radial side of the thumb,  0.1 cun from the corner of the nail.",
    "Actions": "Spreads and descends Lung Qi, removes obstruction from the channel, restores consciousness (resuscitation point ), clears Lung heat..",
    "Indications_Therapeutiques": "Unconsciousness,  throat sore and inflamed  (prick point to bleed), cough, shortness of breath, bleeding from the nose (epistaxis) ... (\"Vaccination\" point, needle beginning on the  6th August, then two or three times additionally during the winter as required),",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1GI",
    "Meaning": "Yang Note",
    "Localisation": "On the radial side of the index finger 0.1 cun from the corner of the nail.",
    "Actions": "Clears channel blockages, acts especially on metal phase Lung and Large Intestine trajectories.   Jing-Well Point, Metal phase, 5 Phase Transporting  point Invokes Yang. Clears Heat. Restores consciousness.",
    "Indications_Therapeutiques": "Bronchitis, pharyngitis, laryngitis,  throat pain and swelling, shortness of breath, toothache (lower jaw), eye disorders, loss of consciousness, finger numbness.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2GI",
    "Meaning": "Second Space",
    "Localisation": "On the radial side of the index finger,  in the depression distal to the metacarpo-phalangeal joint. Close the hand to locate the point.",
    "Actions": "Clears heat from the Large Intestine. Water phase point. Disperses wind.",
    "Indications_Therapeutiques": "Constipation, tooth pain, (lower jaw),  diseases of the mouth, eye disorders, bleeding from the nose (epistaxis),  shoulder  and back  pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3GI",
    "Meaning": "Third Space",
    "Localisation": "On the radial side of the index finger,  in the depression  immediately distal to the head of the second metacarpal bone. Close the fist to locate the point.",
    "Actions": "Wood Phase point. Clears heat from the head and the Large Intestine.  Eliminates Wind.",
    "Indications_Therapeutiques": "Swelling and pain of the throat, tooth pain, (lower jaw), eye disorders, bleeding from the nose (epistaxis), diahrrea, borborygmus,  shoulder  and back  pain, pain in the fingers.…",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4GI",
    "Meaning": "Joined Valley",
    "Localisation": "On the dorsal surface of the hand  in the web of flesh between the thumb and forefinger, at the middle of the radial border of the second metacarpal bone.",
    "Actions": "Expels wind (from the head), releases the surface, enhances the circulation of Wei Qi , acts on ear, nose, throat, relieves pain, calms the spirit, eases labor. Four Gates point.",
    "Indications_Therapeutiques": "Colds, allergic rhinitis, respiratory allergies, headache, toothache, diseases of the mouth, sweating disorders, eye disorders (pain, redness, decreased visual acuity, ...), disorders of the ears (tinnitus, deafness .. .), facial paralysis, paralysis of the upper limbs, pain, spasms, contractures, difficult labor ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5GI",
    "Meaning": "Yang Canyon",
    "Localisation": "On the dorsal surface of the hand, in a depression between  the long and the short extensor tendons of the thumb when the thumb is extended (\"the anatomical snuff box\").",
    "Actions": "Clears wind and heat (Jing-River  point), Fire phase, removes obstruction from the channel, releases the exterior, relieves pain, calms the shen.",
    "Indications_Therapeutiques": "Colds,rhinitis, headache (frontal), toothache, diseases of the mouth and throat, ear disorders (deafness, tinnitus), eye disorders (pain, redness, decreased visual acuity), bleeding from the nose (epistaxis), wrist and hand pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6GI",
    "Meaning": "Swerving Passage",
    "Localisation": "On  on the radial side of  the dorsal surface of the forearm, 3 cun proximal to  #5GI#, on the line that runs from #5GI# to #11GI#.",
    "Actions": "Clears wind and heat, connects with the organ, communicates with the Lung channel ( Luo point of the Large Intestine channel), opens the waterways, benefits mental function.",
    "Indications_Therapeutiques": "Colds, rhinitis, toothache, diseases of the mouth and throat, ear disorders (deafness, tinnitus), eye disorders (pain, redness, decreased visual acuity), bleeding from the nose (epistaxis), wrist and forearm pain, facial paralysis,  obstruction of the diaphragm, edema, delirium...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7GI",
    "Meaning": "Warm Flow",
    "Localisation": "On the dorsal surface of the forearm, on the radial border, on the  line that runs from #5GI#,  to #11GI#, 5 cun proximal to  #5GI#.",
    "Actions": "Removes obstruction and promotes free circulation of Qi  in the channel (Xi cleft point), clears heat and heat toxins, treats acute pathologies of the Large Intestine.",
    "Indications_Therapeutiques": "Toothache, stomatitis, glossitis, headache, abdominal pain, borborygmus, arm and shoulder pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8GI",
    "Meaning": "Lower Ridge.",
    "Localisation": "On the dorsal surface of the forearm, on the radial aspect,  4 cun  distal to #11GI#, on a  line that connects the points  #5GI#  and  #11GI#",
    "Actions": "Clears heat and wind, regulates the small intestine, calms the Shen.",
    "Indications_Therapeutiques": "Abdominal pain, diahrrea, mastitis, arm and elbow pain, delirium...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9GI",
    "Meaning": "Upper Ridge",
    "Localisation": "On the dorsal surface of the forearm, on the radial aspect,  3 cun below  #11GI#, on the  line that connects the points  #5GI#  and  #11GI#.",
    "Actions": "Regulates the Large Intestine, promotes the free circulation of  Qi in the channel, clears heat and wind.",
    "Indications_Therapeutiques": "Abdominal pain, borborygmus, tingling, numbness, arm pain",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10GI",
    "Meaning": "Arm Three Li",
    "Localisation": "On the dorsal surface of the forearm,  on the radial aspect, 2 cun below #11GI#, on the  line that connects the points  #5GI#  and  #11GI#.",
    "Actions": "Regulates Qi and blood,  harmonizes the Stomach and Intestines, relieves pain.",
    "Indications_Therapeutiques": "Abdominal pain, diahrrea,  arm pain, paralysis of the arm, hemiplegia,  toothache (lower jaw)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11GI",
    "Meaning": "Pool at the Bend",
    "Localisation": "At the lateral extremity of the elbow crease, when the elbow is flexed halfway.",
    "Actions": "Clears heat and wind, regulates Qi and blood, cools the blood, moistens the organs, especially the Large Intestine, supports functioning of metal phase organs in general, in particular  the action of the lungs in clearing excess heat from the skin. He-sea point, Earth phase, supplementation point of metal, Ghost Point, Ma Dan Yang Celestial Star point.",
    "Indications_Therapeutiques": "Constipation, abdominal pain, conditions affecting the ear, nose and throat, dermatological conditions (eczema, dermatitis, itching, sun allergies, hives, shingles, ...), fever, hypertension; pain, numbness, contracture of the elbow and arm ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12GI",
    "Meaning": "Elbow Bone Crevice",
    "Localisation": "With the elbow partially flexed, the point is located approximately 1 cun proximal and one cun lateral to  #11GI#,  where the humerus connects with the epicondyle, on the lateral border of the  humerus.",
    "Actions": "Promotes free circulation throughout the channel, treats symptoms local to the elbow, relieves pain.",
    "Indications_Therapeutiques": "Pain, numbness, contracture of the elbow  and arm...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13GI",
    "Meaning": "Arm Five Li",
    "Localisation": "On the lateral aspect of the arm, 3 cun proximal to the elbow crease, on the antero-lateral  border of the humerus.",
    "Actions": "Promotes the free circulation of Qi throughout the channel, resolves phlegm, relieves pain.",
    "Indications_Therapeutiques": "Cough, pneumonia, shortness of breath, pain, numbness, contracture of the elbow  and arm...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14GI",
    "Meaning": "Upper Arm  Muscle",
    "Localisation": "On the lateral side of the arm, on the line joining #11GI# and #15GI#, at the lower extremity of the deltoid.",
    "Actions": "Promotes free circulation throughout the channel, relieves pain, benefits the eyes.",
    "Indications_Therapeutiques": "Pain, numbness, contracture of the elbow and arm:  pain and stiffness in the shoulder and neck; pain and other  disorders of the eye...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15GI",
    "Meaning": "Tip of the Shoulder Bone",
    "Localisation": "The point is located in the depression formed  when the arm is abducted, at the antero-lateral aspect of the acromion.",
    "Actions": "Clears Wind and Dampness, benefits the shoulder, relieves pain.",
    "Indications_Therapeutiques": "Paralysis, stiffness, pain, inflammation, numbness, contracture, weakness, obstruction, osteoarthritis of the shoulder; pain in the fingers...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16GI",
    "Meaning": "Big Bone",
    "Localisation": "in the depression located between the acromial extremity of the clavicle and the scapular spine.",
    "Actions": "Promotes free circulation throughout the channel, benefits the shoulder, relieves pain.",
    "Indications_Therapeutiques": "Pain and stiffness of the back, shoulder and arm.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17GI",
    "Meaning": "Sky Cauldron",
    "Localisation": "On the lateral surface of the neck, 1 cun inferior to #18GI#, between the sternal and clavicular heads of the sternocleidomastoid muscle.",
    "Actions": "Benefits the throat and larynx, relieves pain.",
    "Indications_Therapeutiques": "Sore throat, cough, asthma,  loss of voice, tonsillitis, difficulty swallowing...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18GI",
    "Meaning": "Protecting the Chimney",
    "Localisation": "On the lateral surface of the neck,  3 cun lateral to the tip of the  thyroid cartilage, at the peak of the angle formed by the two heads of the sternocleidomastoid muscle.",
    "Actions": "Benefits the throat and larynx, relieves pain. \n(He-Sea point of Lun/ LI Channel divergence; meeting point of the three leg Yang Channel Sinews ).",
    "Indications_Therapeutiques": "Sore throat, cough, asthma, rattle in the throat,  loss of voice, tonsillitis, swallowing disorders ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19GI",
    "Meaning": "Jawbone Crevice",
    "Localisation": "Between the nostril and the upper lip, directly below the nostril, level with and 0.5 cun lateral to #26DM#.",
    "Actions": "Expels Wind and opens the nasal passages.",
    "Indications_Therapeutiques": "Facial paralysis, nasal obstruction, nasal congestion, nasal discharge,  rhinitis, sinusitis, bleeding from the nose (epistaxis)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "20GI",
    "Meaning": "Welcoming Fragrance.",
    "Localisation": "In the nasolabial groove, level with the midpoint of the nostril.",
    "Actions": "Clears wind and heat, opens the nasal passages.\nJiaohui-Intersection (Meeting) point of Yang Ming channels (LI/ST).",
    "Indications_Therapeutiques": "Facial paralysis, nasal obstruction, nasal congestion, nasal discharge, rhinitis, sinusitis, bleeding from the nose (epistaxis), redness and heat of the eyes.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1E",
    "Meaning": "Tear Receiver",
    "Localisation": "Between the eyeball and the center of the infraorbital ridge, directly below the pupil.",
    "Actions": "Expels Wind, clears heat, benefits the eyes.\n(Intersects with @vessel_yang_qm@; right-left balance).",
    "Indications_Therapeutiques": "Severe, acute  onset, external origin, (eye allergy, conjunctivitis, hay fever, facial paralysis ...) pain, redness, itchy eyes; drooling, myopia …",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2E",
    "Meaning": "Four Whites",
    "Localisation": "Directly below the pupil in the suborbital foramen, 0.3 cun below #1E#.",
    "Actions": "Expels Wind, clears heat, benefits the eyes.\n(Intersects with @vessel_yang_qm@; right-left balance).",
    "Indications_Therapeutiques": "Severe, acute  onset, external origin, (eye allergy, conjunctivitis, hay fever, facial paralysis ...) pain, redness, itching  eyes; drooling...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3E",
    "Meaning": "Big bone Crevice",
    "Localisation": "Directly below the pupil, level with the lower border of the ala nasi.",
    "Actions": "Expels Wind, clears heat, benefits the eyes nose and teeth,\nJiaohui - intersection point of the leg yang tendino-muscular channels).",
    "Indications_Therapeutiques": "Pain and swelling of the nose, cheeks and lips.  Drooling, bleeding from the nose (epistaxis), facial paralysis, toothache...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4E",
    "Meaning": "Earth Grain Depot",
    "Localisation": "Directly below the pupil of the eye, .04 cun lateral to the corner of the mouth.",
    "Actions": "Expels wind from the face, clears obstruction from the channel, relieves pain.",
    "Indications_Therapeutiques": "Major point for facial paralysis (needle the point on the unaffected side of the face   directing the needle  toward the affected side, then use moxa to supplement the point on the affected side; drooling, involuntary  movements of the eyes, trembling of the eyelids, numbness, deviation of the mouth.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5E",
    "Meaning": "Big Welcome",
    "Localisation": "In the  depression  anterior to the angle of the mandible  on the lower border of the masseter, immediately posterior to the facial artery.",
    "Actions": "Expels wind, clears obstruction from the channel.",
    "Indications_Therapeutiques": "Facial paralysis, tremors, swelling,  pain: toothache, wry mouth...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6E",
    "Meaning": "Lower Jaw.",
    "Localisation": "Five cun anterior to the angle of the mandible, on the prominence of the  masseter muscle when the teeth are clenched.",
    "Actions": "Expels wind, relieves pain. Specific point for treatment of the jaw. Benefits the teeth.  Ghost Point",
    "Indications_Therapeutiques": "Lockjaw, jaw pain, toothache, pain, tremors, contracture of the jaw ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7E",
    "Meaning": "Lower Closure",
    "Localisation": "In the  depression located below the lower border of the zygomatic arch, anterior to the condyloid process of the mandible. The depression appears when the mouth is closed.",
    "Actions": "clears obstruction from the channel, relieves pain. For disorders of the ears, teeth and temporomandibular joint.",
    "Indications_Therapeutiques": "Ear infections, deafness, tinnitus, toothache, lockjaw, jaw pain,  facial paralysis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8E",
    "Meaning": "Head Meeting  (frontoparietal suture)",
    "Localisation": "At the corner of the forehead, 0.5 cun posterior to the anterior hairline.",
    "Actions": "Expels Wind, clears heat surging to the head, relieves pain. .\n(Meeting point of the three hand yang Channel Sinews. Jiaohui-Intersection (Meeting) point with @vessel_yang_wm@. Jiaohui-Intersection (Meeting) Point @axis_yangming@",
    "Indications_Therapeutiques": "Head feels heavy, sensation of intense waves of heat, headaches, migraines, drooling, eye pains,  facial paralysis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9E",
    "Meaning": "Man's Reception",
    "Localisation": "On the lateral surface of the neck, lateral to the edge of the thyroid cartilage, on the anterior border of sternocleidomastoid muscle, posterior to the carotid artery. .",
    "Actions": "Regulates and promotes the descent of Qi (Sea of Qi point), regulates the blood, allows Yang to rise to the head, benefits throat, neck and chest, relieves pain (Window of Heaven point).\nHe-Sea point of ST/SP Channel divergences.",
    "Indications_Therapeutiques": "Headache, flushing, dizziness, vomiting, goiter, aphasia, asthma, shortness of breath, hypotension, hypertension ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10E",
    "Meaning": "Water Splashing",
    "Localisation": "On the lateral surface of the neck, on the anterior border of sternocleidomastoid muscle, midway between the points #9E# and #11E#.",
    "Actions": "Promotes the downward flow of Qi, acts on the throat and neck.",
    "Indications_Therapeutiques": "Pain and swellings of the throat, cough, shortness of breath, goiter, shortness of breath, asthma...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11E",
    "Meaning": "Qi Residence",
    "Localisation": "At the superior border of the  medial extremity of the clavicle, directly below #9E#.",
    "Actions": "Promotes the downward flow of Qi, acts on the throat and neck.",
    "Indications_Therapeutiques": "Pain and swelling of the throat, shortness of breath, pain and stiffness of the neck, wry neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12E",
    "Meaning": "Empty Basin",
    "Localisation": "In the middle of the supraclavicular fossa, directly above the nipple.",
    "Actions": "Promotes the downward flow of Lung Qi, benefits the throat and the neck.  Downbears counterflow Stomach Qi (combined  with #21E#).  Clears heat from the chest.",
    "Indications_Therapeutiques": "Pain and swellingof the throat, shortness of breath, cough, asthma, shortness of breath, pain and swelling of the shoulder, gastric reflux, vomiting, cannot bear any restriction around the neck (such as tie, sweater, buttoned shirt), intercostal pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13E",
    "Meaning": "Qi Door",
    "Localisation": "In the subclavicular fossa, on the mamillary line, 4 cun lateral to the midline.",
    "Actions": "Descends counterflow Qi, clears heat from the chest.  Psycho-emotional function: helpful in digesting events.",
    "Indications_Therapeutiques": "Shortness of breath, asthma, thoracic distention and fullness, bronchitis, chest and back pain, intercostal pain,anxiety with breathing difficulties, manic episode (in bipolar individual)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14E",
    "Meaning": "Treasure Chest",
    "Localisation": "On the anterior aspect of the chest, in the first intercostal space, 4 cun from #20RM#.",
    "Actions": "Promotes the downward flow of Lung Qi, rectifies counterflow, clears heat and soothes the chest   Psycho-emotional application; difficulty in absorbing emotional shocks.",
    "Indications_Therapeutiques": "Pain and distension of the chest and lateral costal regions, cough, shortness of breath, rattle in the throat, emotional shocks (which create a \"knot\" in the stomach), sequelae of physical trauma or surgery,manic episode (in bipolar individual)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15E",
    "Meaning": "House Roof",
    "Localisation": "On the anterior aspect of the chest, in the second intercostal space, 4 cun from #19RM#.",
    "Actions": "Promotes the downward flow of Lung Qi, rectifies counterflow, clears heat and soothes the chest, benefits the breasts.  Psycho-emotional application; difficulty in absorbing emotional shocks.",
    "Indications_Therapeutiques": "Pain, distension of the chest and lateral costal regions, cough, shortness of breath, rattle in the throat, breast pain,  disorders of lactation; emotional shocks (which create a \"knot\" in the stomach), sequelae of physical trauma or surgery, manic episodes (in bipolar individuals)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16E",
    "Meaning": "Chest Window",
    "Localisation": "On the anterior aspect of the chest, in the third intercostal space, 4 cun from #18RM#.",
    "Actions": "Regulates  the Qi, clears heat and soothes the chest, benefits the breasts.  Facilitates clearing obstruction from the genital organs.",
    "Indications_Therapeutiques": "Pain and distension of the chest, cough, asthma, shortness of breath, breast pain, abscess,  mastitis, disorders of lactation, intercostal pain, diahrrea, intercostal pain, diahrrea, borborygmus, linflammation of the prostate gland, late onset of menstruation...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17E",
    "Meaning": "Breast Central",
    "Localisation": "On the anterior aspect of the chest, at the fourth intercostal space, 4 cun from the midline of the chest, in the center of the nipple.",
    "Actions": "Regulates  the Qi, clears heat and soothes the chest, benefits the breasts.\nProhibited for acupuncture, not to be needled.",
    "Indications_Therapeutiques": "Pain and distension of the chest, cough, asthma, shortness of breath, breast pain, abscess,  mastitis, disorders of lactation, intercostal pain, pain and obstruction of the diaphragm...  \nProhibited for acupuncture, not to be needled.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18E",
    "Meaning": "Breast Base",
    "Localisation": "On the anterior aspect of the chest, in the fifth intercostal space, 4 cun from the midline, on the mammillary line",
    "Actions": "For pathologies of the breast  Unbinds the chest, circulates Lung Qi.",
    "Indications_Therapeutiques": "Pain (local), mastitis, abscess of the breast, scanty lactation... Shortness of breath, cough, thoracic pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19E",
    "Meaning": "Uncontaining",
    "Localisation": "Six cun  superior to the umbilicus, 2 cun lateral to #14RM#.",
    "Actions": "Regulates the middle burner (stomach and intestines), circulates Lung Qi, descends counterflow Qi.",
    "Indications_Therapeutiques": "Pain and gastric distension Intercostal pain, cough, shortness of breath, gastroesophageal reflux...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "20E",
    "Meaning": "Supporting Fullnes",
    "Localisation": "5 cun superior to the umbilicus, 2 cun lateral to  #13RM# Shangwan.",
    "Actions": "Regulates the Middle Burner. Descends and circulates Lung and Stomach Qi. Resolves phlegm and clears obstructions.",
    "Indications_Therapeutiques": "Pain with gastric distention, vomiting, shortness of breath, gastroesophageal reflux, intercostal pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "21E",
    "Meaning": "Grain Gate",
    "Localisation": "4 cun  superior to the umbilicus, 2 cun lateral to #12RM#.",
    "Actions": "Regulates the center, descends counterflow Qi of the Stomach, relieves pain.",
    "Indications_Therapeutiques": "Pain associated with  abdominal distention, gastroesophageal reflux, (use with #12RM#  to supplement Stomach functions), ulcers, vomiting, diahrrea...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "22E",
    "Meaning": "Pass Gate",
    "Localisation": "Three cun  superior to the umbilicus, 2 cun lateral to #12RM#.",
    "Actions": "Regulates the center (stomach and intestines), regulates the water courses.",
    "Indications_Therapeutiques": "Pain associated with abdominal fullness, tightness and distention, edema, borborygmus, diahrrea, constipation, enuresis, anorexia.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "23E",
    "Meaning": "Stomach Upper Curve",
    "Localisation": "Two cun  superior to the umbilicus, 2 cun lateral to #10RM#.",
    "Actions": "Regulates the Middle Burner, dissolves phlegm, calms the Shen.",
    "Indications_Therapeutiques": "Abdominal pain, hernia,diahrrea, vomiting, psychiatric disorders.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "24E",
    "Meaning": "Slippery Flesh Portal",
    "Localisation": "One cun  superior to the umbilicus, 2 cun lateral to #9RM#.",
    "Actions": "Regulates the stomach, transforms phlegm, calms the Shen.",
    "Indications_Therapeutiques": "Abdominal pains, diahrrea, vomiting, nausea, psychiatric disorders...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "25E",
    "Meaning": "Celestial Axis",
    "Localisation": "Two cun lateral to the umbilicus.",
    "Actions": "Regulates the Large Intestine (Large Intestine Mu Point, Middle Burner regulation point) supplements the Spleen and Stomach. Transforms dampness, moves blood and resolves stagnation.",
    "Indications_Therapeutiques": "Constipation, intestinal obstruction, bloating, chronic  disorders of the stomach, diahrrea, vomiting, abdominal pain. edema, menstrual pain, dysmenorrhoea, leucorrhea...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "26E",
    "Meaning": "Outer Ridge",
    "Localisation": "One cun  inferior to the umbilicus, 2 cun lateral to #7RM#.",
    "Actions": "Circulates the Qi, benefits digestion, relieves pain.",
    "Indications_Therapeutiques": "Pain, abdominal distention, undigested food in   stools, menstrual pain, dysmenorrhoea, amenorrhea...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "27E",
    "Meaning": "Great Big",
    "Localisation": "One cun  inferior to the umbilicus, 2 cun lateral to #5RM#.",
    "Actions": "Circulates  Qi, benefits the kidney and urinary bladder, supplements  Jing Essence.",
    "Indications_Therapeutiques": "Abdominal pains,  food stagnation in the stomach,  urinary retention, cystitis, spermatorrhea, dysmenorrhoea...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "28E",
    "Meaning": "Waterway",
    "Localisation": "Three cun  inferior to the umbilicus, 2 cun lateral to #4RM#.",
    "Actions": "Regulates the lower burner, opens the water passages, (descends water to the kidneys)  clears heat and resolves dampness, clears stasis, disinhibits menstruation.",
    "Indications_Therapeutiques": "Uremia, cardiac edema, pulmonary edema, incomplete urination, cystitis, dysmenorrhoea, sterility (reproductive), menstrual block, menstrual pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "29E",
    "Meaning": "Return Arrival",
    "Localisation": "Four cun  inferior to the umbilicus, 2 cun lateral to #3RM#.",
    "Actions": "Regulates and supplements the lower burner, guides Qi upward, resolves blood stasis.",
    "Indications_Therapeutiques": "Dysmenorrhoea, amenorrhea, uterine pain, uterine prolapse, hernia, spermatorrhea, vaginal discharge,sexual impotence, pain of the genital organs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "30E",
    "Meaning": "Qi Surge",
    "Localisation": "Five cun  inferior to the umbilicus, 2 cun lateral to #2RM#.",
    "Actions": "Regulates Qi and blood in the Lower Burner.  With ST36 encourages the formation of Qi from food , supplements the @vessel_cm@  (Luo point of the Chong Mai).  Enhances psychic sensitivity.",
    "Indications_Therapeutiques": "Dysmenorrhoea, amenorrhea, (the same action as #28E# and  #29E# regarding menstrual blood, but greater effect), uterine pain, prolapse of uterus, hernia, spermatorrhea,vaginal discharge, sexual impotence,pain in genital organs, problems with urination...  This point enhances fertility. Facilitates the externalization of unassimilated factors...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "31E",
    "Meaning": "Thigh Pass",
    "Localisation": "On the anterior aspect of the thigh, at the intersection of the vertical line passing through the anterior superior iliac spine, and the horizontal line passing through the lower edge of the pubic symphysis.",
    "Actions": "Clears obstruction from the channel and removes obstruction from the channel, expels damp wind,  relieves pain.",
    "Indications_Therapeutiques": "Paralysis and/or painful obstruction (Bi syndrome)of the lower limbs, rheumatism, sciatica, crural pain, low back pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "32E",
    "Meaning": "Rabbit Hiding",
    "Localisation": "On the anterior aspect of the thigh,  on the line connecting the antero-superior iliac spine and the lateral border of the patella, 6 cun above the lateral superior border of the patella (pops up when the thigh muscle is flexed).",
    "Actions": "Clears obstruction and promotes free circulation in the channel,  expels wind, cold and dampness, relieves pain.",
    "Indications_Therapeutiques": "Paralysis of the lower limbs, painful obstruction (Bi syndrome) of the lower limbs, rheumatic disorders, pain of the groin, low back pain, knee pain, weakness of the leg and/or knee...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "33E",
    "Meaning": "Yin Marketplace",
    "Localisation": "On the anterior aspect of the thigh, on the line connecting the antero-superior iliac spine and the lateral border of the patella, 3 cun above the lateral superior border of the patella.",
    "Actions": "Clears obstruction from the channel and promotes free circulation in the channel, expels wind and dampness, relieves pain.",
    "Indications_Therapeutiques": "Paralysis of the lower limbs, painful obstruction (Bi syndrome) of the lower limbs, rheumatic disorders, pain of the groin, low back pain, knee pain, weakness of the leg and/or knee...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "34E",
    "Meaning": "Hill Ridge",
    "Localisation": "On the anterior aspect of the thigh, 2 cun above  the lateral superior border of the patella.",
    "Actions": "Clears obstruction and promote free circulation in the channel, (Xi-cleft point), regulates stomach Qi, relieves pain.",
    "Indications_Therapeutiques": "Vomiting, gastric pain, diahrrea, acid stomach, gastroesophageal reflux, obesity, mastitis, breast abscess, breast pain, painful obstruction (Bi syndrome) of the lower limbs, pain and/or stiffness of the knee and leg.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "35E",
    "Meaning": "Calf's Muzzle",
    "Localisation": "In the depression inferior to the patella, at the lateral border of the patellar ligament. The point is located with the knee flexed.",
    "Actions": "Promotes the free circulation of Qi throughout the channel, expels wind and dampness,  local point to benefit the knee (major knee point), rectifies Qi and reduces swelling of the knee, relieves pain.",
    "Indications_Therapeutiques": "Edema, swelling, pain, stiffness, weakness,  numbness of the knee; osteoarthritis.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "36E",
    "Meaning": "Leg Three Li",
    "Localisation": "On the antero-lateral aspect of the leg, 3 cun directly below #35E# one finger's breadth lateral to the tibial crest.",
    "Actions": "Supplements and regulates the stomach and spleen (He-Sea point, Earth Phase, 5 Phase Transporting point). Transforms dampness. Supplements and nourishes the blood. Supplements upright Qi and Wei Qi. Rescues Yang and supplements the Qi. Supplements the Yuan Qi. Calms the Shen.\n(Sea point of Water and Grains, with #30E#;  Sea point of the 12 channels)",
    "Indications_Therapeutiques": "Fatigue, exhaustion, abdominal pain, nausea, dizziness, vomiting, constipation, bowel sounds, diarrhea, edema, hypertension, delirium...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "37E",
    "Meaning": "Upper Great Hollow",
    "Localisation": "On the anterolateral aspect of the leg, 6 cun directly below #35E#, one finger's breadth lateral to the tibial crest.",
    "Actions": "Regulates the Stomach, Spleen and Intestines (lower He-Sea point of the Large Intestine). Clears damp-heat. Clears obstruction from the channel. Transforms stagnation.  Relieves pain\n(He-Sea point of the Blood with #11V# and #39E#).",
    "Indications_Therapeutiques": "Abdominal pain, diahrrea, abdominal distention, borborygmus, constipation, disorders of the Large Intestine, appendicitis, paralysis of the lower limbs.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "38E",
    "Meaning": "Elongated Passage",
    "Localisation": "On the anterolateral aspect of the leg, 8 cun directly below #36E# close to the edge the tibia.",
    "Actions": "Clears Wind -Dampness, clears obstruction from the channel, relieves pain,  benefits the shoulder.",
    "Indications_Therapeutiques": "Major shoulder point;  pain, stiffness,shoulder painful  obstruction, (for \"frozen shoulder\", needle opposite to affected side while simultaneously manipulating the affected shoulder)...  Abdominal pain, painful obstruction (Bi syndrome) of the lower limb...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "39E",
    "Meaning": "Lower Great Hollow",
    "Localisation": "On the anterolateral aspect of the leg, 3 cun directly below #37E#",
    "Actions": "Regulates  Qi of the Small Intestine, (lower He-Sea point of the Small Intestine), clears damp-heat, clears obstruction from the channel, resolves stagnation, relieves pain.\n( Point of the Sea of Blood, with #11V# and #37E#)",
    "Indications_Therapeutiques": "Abdominal pain, diahrrea, enteritis, painful obstruction (Bi syndrome) of the lower limbs, paralysis of the lower limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "40E",
    "Meaning": "Swelling Abundance",
    "Localisation": "On the anterolateral aspect of the leg, 8 cun directly below #35E#, one finger's breadth lateral to #38E#.",
    "Actions": "Dries dampness, resolves phlegm (in Lung and Heart), calms the Shen.\n(Luo point of the Stomach channel).",
    "Indications_Therapeutiques": "Congestive asthma,  bronchiolitis, bronchitis, cough, shortness of breath, copious phlegm, nausea, vomiting, phlegm in the digestive system , gastrointestinal obstruction, abdominal pain, headache, head feels heavy, dizziness, mental confusion, agitation, dementia, epilepsy, psychosis, lower limb paralysis, pain and/or stiffness of the leg ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "41E",
    "Meaning": "Ravine Split",
    "Localisation": "On the crease at the junction of the lower leg and the ankle, in a depression between the tendon of the extensor hallucis longus and that of the extensor digitorum longus.",
    "Actions": "Clears heat (Jing-River, Fire Phase and supplementation point), clears obstruction from the channel, calms the Shen, relieves pain.",
    "Indications_Therapeutiques": "Heat, swelling, face pain, headaches (frontal), vertigo, heat and/or disorder of the mouth, eye redness and/or pain, pain with abdominal distention and constipation,agitation, epilepsy, mania, paralysis of the lower limbs, ankle problems.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "42E",
    "Meaning": "Yang Intersection",
    "Localisation": "On the dorsum of the foot, 1.5 cun distal to #41E#, where the pulse of the dorsal artery can be felt.",
    "Actions": "Supplements the Spleen and Stomach, clears heat, removes obstruction  and supplements the channel, calms the Shen.  (Yuan-Source point)",
    "Indications_Therapeutiques": "Heat, swelling,  face pain, disorders of the mouth, toothache, painful abdominal distention, vomiting, agitation, epilepsy, mania, paralysis of the lower limbs, ankle problems, pain of the dorsum of the foot.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "43E",
    "Meaning": "Sunk in the Valley",
    "Localisation": "On the dorsum of the foot, in the depression distal to the junction of the  second and third metatarsal bones.",
    "Actions": "Regulates the Stomach, Spleen and Intestines. Pacifies wind-related disorders along the course of the channel and on the face. Resolves edema.\n(Shu-Stream, Wood phase).",
    "Indications_Therapeutiques": "Pain, abdominal distention, borborygmus, facial paralysis,trigeminal nerve pain, swelling and pain of the face and the eyes; edema: pain on the dorsum of the foot.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "44E",
    "Meaning": "Inner Court",
    "Localisation": "On the dorsum of the foot, between the 2nd and 3rd toes,  just proximal to the web margin.",
    "Actions": "Regulates the Intestines, expels Wind, clears Damp-Heat, relieves pain, calms the Shen.\n(Ying-Spring point, Water phase.  Ma Dan Yang Heavenly Star Point.)",
    "Indications_Therapeutiques": "Pain, abdominal bloating, borborygmus, diahrrea, constipation, dysentery, facial paralysis, trigeminal neuralgia, facial pain, bleeding from the nose (epistaxis), eye pain, toothache, headaches,  dizziness, pain on the dorsum of the foot.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "45E",
    "Meaning": "Sore Mouth",
    "Localisation": "On the second toe, 0.1 cun proximal to the lateral proximal corner.",
    "Actions": "Clears heat (Jing-Well , Metal Phase, dispersing actiont) regulates the Yang Ming channel, calms the Shen.",
    "Indications_Therapeutiques": "Pain, abdominal bloating, loss of appetite, bulimia, food stagnation, facial pain, bleeding from the nose (epistaxis),  rhinitis, eye pain, toothache,  disorders of the mouth and lips, headache, dizziness, sweating, mental confusion, agitation, mania, insomnia, excessive dreaming, pain in the groin, leg, and/or dorsum of the foot...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1RT",
    "Meaning": "Hidden White",
    "Localisation": "On the big toe,  0.1 cun proximal to the medial proximal corner of the nail.",
    "Actions": "Supplements the Spleen and the Blood.  Calms the Shen (by supplementing the blood).  Stops bleeding  (warm the point with moxa),  regulates the menses.\nJing-Well point, Wood phase; 3rd Ghost Point.",
    "Indications_Therapeutiques": "Dysmenorrhea, uterine bleeding, vomiting blood, bleeding from the nose (epistaxis),  abdominal pain, diahrrea, vomiting, insomnia, dream-disturbed sleep, mentally disturbed...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2RT",
    "Meaning": "Great Capital",
    "Localisation": "On the medial side of the big toe,  distal to the metatarsophalangeal  joint, at the border of the red and white skin.",
    "Actions": "Supplements and regulates the Spleen, (Ying-Spring, Fire Phase, supplementation point), clears heat, acts on the Middle Burner.",
    "Indications_Therapeutiques": "Abdominal pains,  diarrhea, vomiting, constipation, insomnia, mentally disturbed.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3RT",
    "Meaning": "Supreme White",
    "Localisation": "Proximal to the head of the metatarsophalangeal  joint, at the border of the red and white skin.",
    "Actions": "Supplements the Spleen and Stomach, regulates the middle burner, (Shu-Stream, Earth Phase, 5 Phase Transporting point, Yuan-Source point).   Strengthens the spine (via its effect  on its Channel Sinew).",
    "Indications_Therapeutiques": "Abdominal pains, diahrrea, vomiting, constipation, abdominal bloating,  thoracic pain, pain during menses, hemorrhoids...  Major point for rheumatic disorders (with bloating and sensitivity to dampness)...      \nVery effective in rhizarthrosis of the thumb and hallux valgus (apply moxa cones 3 times,  once per year, ideally in the fall),  osteoarthritis of the knee.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4RT",
    "Meaning": "Yellow Emperor",
    "Localisation": "In the depression located distal and inferior to the base of the first metatarsal bone, on its medial side,  at the border of the red and white skin.",
    "Actions": "Supplements and Regulates the  Qi of the Spleen and  Middle Burner (Luo Point of the Spleen).  Transforms dampness and  heat.  Regulates the @vessel_cm@ (Confluent point of the Chong Mai- Penetrating Vessel).   Calms the Shen.",
    "Indications_Therapeutiques": "Abdominal pains, diahrrea, vomiting, intestinal bloating, loss of appetite, dysmenorrhoea, pain during menses, infertility, insomnia, mentally disturbed...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5RT",
    "Meaning": "Shang Hill",
    "Localisation": "In a depression located at the intersection of a  line passing horizontally by the lower border of the medial malleolus  and a line passing vertically by its anterior border.",
    "Actions": "Supplements the Spleen and Stomach, resolves dampness (Jing-River Metal Phase, dispersion point).    Benefits the joints.  Calms the Shen.",
    "Indications_Therapeutiques": "Abdominal pains,  diahrrea, vomiting, intestinal bloating, edema, swollen joints, ankle pain, problems with conception, insomnia, brooding thought....",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6RT",
    "Meaning": "Three Yin Crossing",
    "Localisation": "Three cun  superior to the  tip of the medial malleolus, on  the posterior  border of the tibia.",
    "Actions": "Supplements the Yin of the Kidney, Spleen and Liver (Luo-connecting point of the 3 Leg Yin channels).     Clears dampness, nourishes the blood, benefits the Lower Burner.",
    "Indications_Therapeutiques": "Abdominal pains, diahrrea, vomiting, intestinal bloating, hernia, spermatorrhea, vaginal discharge, infertility, dysmenorrhoea, pain during menses, uterine fibroids, prolapse of uterus, problems with conception, difficult delivery, problems related to the genitals, problems with urination (such as involuntary urination during sleep (enuresis), scant urine production,  urinary frequency, urinary retention...), hemiplegia, insomnia, brooding thought.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7RT",
    "Meaning": "Leaking Valley",
    "Localisation": "Three cun  superior to  #6RT#, on the posteromedial border of the tibia.",
    "Actions": "Supplements the Spleen, clears dampness, promotes urination and disperses swellings.  Acts locally on the knee.",
    "Indications_Therapeutiques": "Abdominal pain, borborygmus, abdominal tightness and distention, diahrrea, problems with urination, pain and/or numbness of the leg and/or knee, edema, paralysis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8RT",
    "Meaning": "Earth Key    (Crucial, key point for treatment of Earth related disease)",
    "Localisation": "Three cun  inferior to  #9RT#, on the posteromedial border of the tibia.",
    "Actions": "Regulates the Spleen, nourishes the blood, treats the uterus, clears dampness.   Xi-cleft point.",
    "Indications_Therapeutiques": "Abdominal pain, diahrrea, abdominal tightness and distention , pain during menses, dysmenorrhoea, vaginal discharge, spermatorrhea, low back pain, edema, ovarian cysts...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9RT",
    "Meaning": "Yin Mound Spring",
    "Localisation": "Below the crease on the medial side of the knee, distal to the medial condyle of the tibia, level with its anterior tuberosity.",
    "Actions": "Regulates the Spleen, clears dampness, regulates the water courses, (He-Sea point, Water Phase).",
    "Indications_Therapeutiques": "Abdominal pain,diahrrea, abdominal tightness and distention, pain during menses, menstrual cramps, vaginal discharge, involuntary leakage or ejaculation of semen, urinary disorders (uncomfortable or painful urination, urinary retention, involuntary urination during sleep (enuresis)...) low back pain, edema, painful swelling of the knee...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10RT",
    "Meaning": "Sea of Blood",
    "Localisation": "2 cun above the mediosuperior corner of the patella, in the center of the bulge on the quadriceps muscle.",
    "Actions": "Supplements and clears the blood (He-Sea point of the Blood), resolves blood stasis, regulates the menses, benefits the skin.    Supplements and clears the blood (He-Sea point of the Blood),",
    "Indications_Therapeutiques": "Dysmenorrhea, amenorrhea, uterine hemorrhage, itching of the external genitalia, itching of the scrotum, skin conditions (hives, eczema, shingles), benefits the knee...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11RT",
    "Meaning": "Winnowing Gate",
    "Localisation": "On the medial surface of the thigh, 6 cun proximal to #10RT#,  posterior to the edge of the sartorius muscle, beside the femoral artery on a line drawn between #10RT# and #12RT#.",
    "Actions": "Supplements the Spleen, regulates Qi and blood, benefits the Lower Burner, resolves dampness and clears heat, regulates urination, benefits the inner thigh.",
    "Indications_Therapeutiques": "Problems with urination (uncomfortable or painful urination, urinary retention, involuntary urination during sleep (enuresis)...), itching of the external genitalia and/or scrotum, groin pain,  pain in the abdomen,  swollen lymph glands in the groin...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12RT",
    "Meaning": "Surging Gate",
    "Localisation": "At the intersection of the inguinal groove and the line passing through the upper edge of the pubic symphysis, 3.5 cun lateral to #2RM#.",
    "Actions": "Supplements the Spleen, regulates Qi and blood, affects the Lower Burner, resolves dampness and clears heat, regulates urination,descends upsurging fetal Qi.",
    "Indications_Therapeutiques": "Abdominal pain, problems with urination (uncomfortable or painful urination,incomplete urination, involuntary urination during sleep (enuresis)...), hemorrhoids, vaginal discharge, Shan disorder (problems related to lower abdomen and external genitals, including inguinal hernia)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13RT",
    "Meaning": "Bowel Residence",
    "Localisation": "4 cun lateral to the center line of the abdomen, 0.7 cun superior to #12RT#.",
    "Actions": "Supplements the Spleen, Regulates  Qi, acts on the local area.",
    "Indications_Therapeutiques": "Abdominal pain, constipation, abdominal masses, hernia, appendicitis, intercostal pain, thigh pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14RT",
    "Meaning": "Belly Binding",
    "Localisation": "4 cun lateral to the center line of the abdomen, 1.3 cun superior to #15RT#.",
    "Actions": "Supplements the Spleen, regulates Qi and blood,, benefits the Lower Burner, regulates urination, descends counterflow Qi.",
    "Indications_Therapeutiques": "Periumbilical pain, diahrrea or constipation, intestinal cramping, hernia, cough...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15RT",
    "Meaning": "Big Crossbeam",
    "Localisation": "4 cun lateral to the umbilicus at the lateral border of the rectus abdominus muscle.",
    "Actions": "Regulates and  circulates Qi, regulates the intestines.  (Point on @vessel_cm@).",
    "Indications_Therapeutiques": "Stomach pain with bloating, slow transit constipation or diarrhea, intestinal parasites ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16RT",
    "Meaning": "Ventral Lament",
    "Localisation": "4 cun lateral to #11RM#,  3.0 cun superior to #15RT#.",
    "Actions": "Regulates and  circulates Qi, regulates the intestines.",
    "Indications_Therapeutiques": "Abdominal pain with bloating, periumbilical pain, constipation, blood in stools, dysentery...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17RT",
    "Meaning": "Food Hole",
    "Localisation": "On the anterior aspect of the chest, in the fifth intercostal space,  6 cun from the midline.",
    "Actions": "Regulates  Qi, resolves stagnation, assists the Stomach.",
    "Indications_Therapeutiques": "Abdominal pain, intercostal pain, pain of the diaphragm, difficult digestion, food stagnation, borborygmus, belching, pain and distention of the chest...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18RT",
    "Meaning": "Heavenly Ravine",
    "Localisation": "On the anterior aspect of the chest, in the fourth intercostal space,  6 cun from the midline of the chest.",
    "Actions": "Descends the Qi, benefits the breasts.",
    "Indications_Therapeutiques": "Chest pain, intercostal pain, cough, hiccup, scanty lactation,  mastitis, pain and swelling of the breasts, breast abscess...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19RT",
    "Meaning": "Chest Village",
    "Localisation": "On the anterior aspect of the chest, in the third intercostal space,  6 cun from the midline of the chest.",
    "Actions": "Descends the Qi, disinhibits the chest.",
    "Indications_Therapeutiques": "Pain and distention of the chest, intercostal pain, breast pain, cough, asthma...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "20RT",
    "Meaning": "All -Round Flourishing",
    "Localisation": "On the anterior aspect of the chest, in the second intercostal space,  6 cun from the midline of the chest.",
    "Actions": "Descends the Qi, disinhibits the chest.",
    "Indications_Therapeutiques": "Pain and distention of the chest, intercostal pain, breast pain, cough, asthma...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "21RT",
    "Meaning": "Big Embrace",
    "Localisation": "On the mid-axillary line, in the sixth intercostal space.",
    "Actions": "Regulates  Qi, disinhibits the chest, governs the Luo channels (Great Luo-connecting point of the Spleen)    Régularise le Qi, libère la poitrine, gouverne les luo (Point Grand Luo de la Rate).",
    "Indications_Therapeutiques": "Pain and distention of the chest, intercostal pain, cough, shortness of breath, generalized aches, weakness of the limbs...     Douleur et distension de la poitrine, douleur intercostale, toux, dyspnée, courbatures généralisées, faiblesse des membres...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1C",
    "Meaning": "Supreme Source",
    "Localisation": "In the center of the axilla when the arm is raised, medial to the axillary artery.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, disinhibits the chest, regulates Qi and blood.  Nourishes Heart Yin, cools Heart heat.",
    "Indications_Therapeutiques": "Chest pain, breathlessness, intercostal pain, palpitation, paralysis of the upper limbs, insufficient lactation, shoulder disorders...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2C",
    "Meaning": "Cyan Spirit",
    "Localisation": "On the medial l aspect of the arm, 3 cun proximal to the elbow crease, in the medial groove of the biceps muscle",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, regulates Qi and blood.",
    "Indications_Therapeutiques": "Shoulder and arm pain, intercostal pain, hypochondrial pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3C",
    "Meaning": "Lesser Sea",
    "Localisation": "In the depression  between the medial  extremity of the cubital crease and the medial epicondyle of the humerus,  The point is located with the elbow flexed.",
    "Actions": "Promotes free circulation and  removes obstruction from the channel, calms the Shen, nourishes Heart Yin, clears heat (He-Sea point, Water Phase),  resolves phlegm.",
    "Indications_Therapeutiques": "Chest pain, pain in the armpit, intercostal pain, disorders of the elbow, tremors and/or numbness of the forearm and hand,  severe depression (needle this point to enhance  the simple  joy of living), mental agitation ... (strong emotions affect the heart and may then progress to the Small Intestine and the bladder.  This can lead to intense, burning  hemorrhagic cystitis; in this case supplement point  # 3C #.)",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4C",
    "Meaning": "Spirit Way",
    "Localisation": "On the ulnar side of of the palmar aspect of the wrist, 1.5 cun proximal to the wrist crease,  in the ulnar groove, on the ulnar side of the tendon of the flexor carpi ulnaris",
    "Actions": "Promotes the free circulation of Qi, clears obstruction from the channel, calms the Shen, nourishes Heart Yin, acts on the voice.   \n(Jing- River, Metal Phase Point)",
    "Indications_Therapeutiques": "Loss of voice , chest pain, palpitations, pain of the  forearm and hand, joint pain, , mental agitation, hysteria...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5C",
    "Meaning": "Calling Home",
    "Localisation": "On the ulnar side of of the palmar aspect of the wrist, 1 cun proximal to the wrist crease,  in the ulnar groove, on the ulnar side of the tendon of the flexor carpi ulnaris.",
    "Actions": "Promotes free circulation and removes obstruction from the channel, calms the Shen, regulates Heart Qi, treats the tongue, acts on the Urinary Bladder.       (Luo-Connecting point of the Heart, Ma Dan Yang Heavenly Star Point).",
    "Indications_Therapeutiques": "Chest pain, palpitations, arrhythmia, burning sensation of the tongue, stiffness of the tongue,headaches, mental agitation, wrist and arm pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6C",
    "Meaning": "Yin Cleft",
    "Localisation": "On the ulnar side of of the palmar aspect of the wrist, 0.5 cun proximal to the wrist crease,   on the ulnar side of the tendon of the flexor carpi ulnaris, in the ulnar groove.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel (Xi-cleft point).  Regulates Qi and blood. Nourishes Heart Yin, calms the Shen.",
    "Indications_Therapeutiques": "Chest pain, palpitations,  loss of voice, night sweats, mental confusion, delrium...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7C",
    "Meaning": "Shen Gate",
    "Localisation": "On the wrist crease, on the palmar aspect of the wrist,  on the ulnar side of the tendon of the flexor carpi ulnaris, immediately proximal to the pisiform bone.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel.  Clears Heart heat, (Shu-Stream point, Earth Phase, Yuan-Source point). Regulates Qi and blood. Nourishes Heart Yin, calms the Shen. (Yuan-Source point)",
    "Indications_Therapeutiques": "Depression, despair, anxiety, memory loss, reduction of mental acuity, insomnia, dream-disturbed sleep, seizures, palpitations, shortness of breath, intercostal pain, dysmenorrhoea (emotional causation) ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8C",
    "Meaning": "Minor Mansion",
    "Localisation": "On the palm of the hand, between the fourth and fifth metacarpal bones, where the little finger touches the palm when the fist is closed.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel.  Clears Heart heat, (Ying-Spring, Fire phase, 5 Phase Transporting point). Regulates Qi and blood. Calms the Shen.",
    "Indications_Therapeutiques": "Chest pain, palpitations, mental agitation, severe mental problems, depression, problems with urination, itching of the external genitalia, sensation of heat in the palm of the hand, tremors...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9C",
    "Meaning": "Little Hub",
    "Localisation": "On the little finger, 0.1 cun  from the corner of the nail on the radial side.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel (Jing-Well point, Wood Phase, supplementation point) Clears Heart heat. Regulates Qi and blood, restores consciousness. Treats the tongue, throat and eyes.",
    "Indications_Therapeutiques": "Chest pain, palpitations, arrhythmia, loss of consciousness,  disorders of the tongue, sore throat, pain and redness of the eyes, heat sensation in the mouth, arm pain, mental agitation, epilepsy, mania.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1IG",
    "Meaning": "Small Souvenir",
    "Localisation": "On the little finger, 0.1 cun  from the corner of the nail on the ulnar side.",
    "Actions": "Clears heat and wind, clears obstruction from the channel, acts on the breast, opens the portals of the senses, calms the Spirit-Shen.     (Jing- River,  Metal Phase Point)",
    "Indications_Therapeutiques": "Fever, otitis, deafness, tinnitus, headaches, chest and heart pain, cough, diseases of the mouth, bleeding from the nose (epistaxis), stiffness and pain of the neck, vertigo, insufficient breast milk, mastitis, cysts, psychiatric disorders (agitation, delirium, hysteria...)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2IG",
    "Meaning": "Inner Valley",
    "Localisation": "In the depression located on the ulnar aspect of the little finger, distal to the metacarpo phalangeal joint, on the border of the red and white skin.",
    "Actions": "Clears heat and wind, (Ying-Spring point, Water Phase), clears obstruction from the channel.",
    "Indications_Therapeutiques": "Otitis, mumps, conjunctivitis, drooling, inflammation of the throat, sore throat, bleeding from the nose (epistaxis), cystitis (absent evidence of infectious disease but violent hemorrhagic presentation: related to emotional disturbance), cough, arm and wrist pain,  neck and back pain and stiffness,    numbness of the fingers, ear pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3IG",
    "Meaning": "Little Back Canyon",
    "Localisation": "On the ulnar side of the hand, in the depression proximal to the metacarpophalangeal joint of the little finger on the border of the red and white skin.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel (Shu-Stream,Wood phase,  supplementation point), clears heat and wind,  acts on the  @vessel_dum@ (Confluent Point of the Du Mai), acts on the spine, especially the cervical vertebrae), benefits the sense organs, clarifies and calms the mind (supports the ability to make decisions).",
    "Indications_Therapeutiques": "Pain and stiffness of the cervical vertebrae, wry neck, muscle pains, paralysis of the upper limbs, headaches, deafness, tinnitus. bleeding from the nose (epistaxis), red and painful eyes, toothache, sore throat, loss of voice, night sweats, epilepsy, psychiatric disorders...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4IG",
    "Meaning": "Wrist Bone",
    "Localisation": "On the ulnar side of the hand, in the depression between the base of the fifth metacarpal and the triquetral bones.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, clears heat and wind  (Yuan-Source point)",
    "Indications_Therapeutiques": "Pain, stiffness, spasms along the course of the channel, (fingers, wrist, arm, elbow, shoulder, neck, back, jaw), paralysis, low back pains, intercostal pain, vomiting, headaches, sore throat, disorders of the ear, eye pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5IG",
    "Meaning": "Yang Valley",
    "Localisation": "On the ulnar side of the metacarpophalangeal articulation of the wrist, in the depression  between the styloid process of the ulnar and the triquetral bone.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, clears heat and wind (Jing- River, Fire phase, 5 Phase Transporting point), reduces swelling, promotes clarity of spirit.",
    "Indications_Therapeutiques": "Swelling of the neck, toothache, pain, redness and disorder of the eyes, deafness, tinnitus, pain of the hand, wrist,  arm, and  shoulder;  acute hemorrhoids: psychiatric disorders...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6IG",
    "Meaning": "Nourishing Age",
    "Localisation": "On the radial side of the styloid process of the ulnar bone, in the depression which appears on the ulnar side of the extensor carpe ulnaris tendon when the palm is placed on the chest.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel (Xi-cleft point), benefits the  the tendons and the muscles located along the course of the channel, benefits the eyes.",
    "Indications_Therapeutiques": "Pain, stiffness, spasms along the course of the channel (wrist, arm, elbow, shoulder, neck, back, jaw), paralysis, low back pains, disorders of the eye (reduction of visual acuity, other issues related to vision...)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7IG",
    "Meaning": "Branch to the True",
    "Localisation": "On the edge of the Ulnar bone, on its ulnar side, 5 cun proximal to tne wrist crease, on the line joining #5IG# and   #8IG#",
    "Actions": "Promotes free circulation in and clears obstruction from the channel (Luo-connecting point of the Large Intestine), calms the Spirit-Shen.",
    "Indications_Therapeutiques": "Pain, stiffness, painful obstruction (Bi syndrome)  of the wrist, shoulder, or cervical vertebrae, wry neck, pain in the fingers, headaches, fever, disorders of the eye, psychiatric disorders (such as mania, anxiety, agitation...)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8IG",
    "Meaning": "Small Sea",
    "Localisation": "With the elbow flexed,  the point is located in the shallow depression between the olecranon of the  ulna and the medial epicondyle of the humerus.",
    "Actions": "Clears obstruction from the channel, clears heat, (He-Sea Point, Earth Phase,",
    "Indications_Therapeutiques": "Pain of the elbow, the shoulder and the back, headaches, vertigo, toothache, swelling and pain of the throat, of the gums, mental agitation, epilepsy...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9IG",
    "Meaning": "Modest Shoulder",
    "Localisation": "With the arm adducted, 1 cm superior to  the upper end of the posterior fold of the axilla",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, benefits the shoulder.",
    "Indications_Therapeutiques": "Pain, stiffness, shoulder painful  obstruction, frozen shoulder (treat with moxa twice per week), pain of the scapula, paralysis of the upper limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10IG",
    "Meaning": "Heal the Shoulder",
    "Localisation": "On the posterior aspect of the shoulder, inferior to the scapula spine 1 cun superior to the end of the posterior axillary fold.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, benefits the dorsal aspect of the shoulder and the scapula.",
    "Indications_Therapeutiques": "Stiffness, obstruction,, weakness, pain of the shoulder which radiates to the scapula.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11IG",
    "Meaning": "Celestial Ancestor",
    "Localisation": "At the center of the infrascapular fossa, forming one point of an equilateral triangle with #10IG# et #9IG#",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, benefits the dorsal aspect of the shoulder and the scapula.",
    "Indications_Therapeutiques": "Stiffness, obstruction, weakness, pain of the shoulder, and the scapula, pain of the elbow and of the arm, intercostal pain, disorders of the breast, (insufficient lactation, abscess, pain...)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12IG",
    "Meaning": "Mastering The Wind",
    "Localisation": "At the center of the suprascapular fossa, superior to  #11IG#, in the depression formed when the arm is raised.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, clears wind,  benefits the dorsal aspect of the shoulder and the scapula.",
    "Indications_Therapeutiques": "Stiffness, obstruction,, weakness, numbness, pain of the shoulder and the scapula, pain of the elbow and of the arm, wry neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13IG",
    "Meaning": "Curve in the Wall",
    "Localisation": "At the  medial edge of the supraclavicular fossa, at the midpoint of a line drawn from #10IG# to to the spinous process of the second thoracic vertebra",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, benefits the dorsal aspect of the shoulder and the scapula.",
    "Indications_Therapeutiques": "Stiffness, obstruction, weakness, swelling, pain of the shoulder and the the scapula...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14IG",
    "Meaning": "Outer Shoulder Shu",
    "Localisation": "3 cun lateral to the lower border of  the spinal process of the first thoracic vertebra, level with #13DM#.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, clears wind cold,  benefits the dorsal aspect of the shoulder, scapula and neck.",
    "Indications_Therapeutiques": "Stiffness, obstruction, swelling, pain of the shoulder, and  the scapula, stiffness and pain of the neck, wry neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15IG",
    "Meaning": "Central Shoulder Shu",
    "Localisation": "2 cun from the lower border of the the spinal process of the seventh cervical vertebra, level with #14DM#.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, benefits the dorsal aspect of the shoulder,  the scapula and the neck, descends Lung Qi.",
    "Indications_Therapeutiques": "Stiffness, obstruction,, weakness, swellings, pain of the shoulder and the scapula, stiffness and pain of the neck, wry neck, cough, asthma, bronchitis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16IG",
    "Meaning": "Window of the Sky",
    "Localisation": "On the lateral side of the neck, 0.5 cun posterior to #18GI#, on the posterior border of the sternocleidomastoid muscle.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, expels wind and heat, acts on the throat, the voice and the ears. Window of Heaven Point",
    "Indications_Therapeutiques": "Sore throat, loss of voice,reduced aditory acuity, tinnitus, toothache, headaches, sensation of heat on the face, pain, stiffness and contracture of the shoulder and neck ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17IG",
    "Meaning": "Receiving the Sky",
    "Localisation": "On the lateral aspect of the neck, posterior to and below the angle of the mandible, on the anterior border of the sternocleidomastoid muscle.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, expels wind, acts on the throat and  the ears.",
    "Indications_Therapeutiques": "Sore throat, aphasia, toothache, tonsillitis, loss of auditory acuity, tinnitus, cough, asthma, shortness of breath, pain, stiffness of the shoulder and the neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18IG",
    "Meaning": "Cheekbone foramen",
    "Localisation": "Below the outer canthus of the eye, under the zygomatic arch",
    "Actions": "Expels wind and heat, reduces swellings.",
    "Indications_Therapeutiques": "Tinnitus, neuralgia, facial paralysis, toothache, hot flushing of the face...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19IG",
    "Meaning": "Audition Palace",
    "Localisation": "In the depression formed anterior to  the tragus at the temporomandibular joint when  the mouth is opened.",
    "Actions": "Affects the ear, calms the Shen.",
    "Indications_Therapeutiques": "Tinnitus, loss of auditory acuity, pain of the ear, toothache, neuralgia, facial paralysis, loss of voice, mental agitation, manic state...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1V",
    "Meaning": "Eye Brightness",
    "Localisation": "0.1 cun mediosuperior to the inner canthus of the eye, at the medial border of the orbit.",
    "Actions": "Expels wind and heat, acts locally on the eye.\n\nMeeting Point of the Heart and Small Intestine Channel divergences, Jiaohui-Intersection of the Hand and Foot Tai Yang Channels (SI/UB), Jiaohui-Intersection point with Yin Qiao and Yang Qiao Heel-Motility Channels",
    "Indications_Therapeutiques": "Pain,redness, and /or itching of the eyes, drooling, reduction of visual acuity, other problems with vision, facial paralysis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2V",
    "Meaning": "Sheaf of Bamboo",
    "Localisation": "In the supraorbital notch at the medial extremity of the eyebrow, directly superior to the inner canthus of the eye.",
    "Actions": "Expels wind and heat, acts locally to benefit the eye and the nose, clears the head.",
    "Indications_Therapeutiques": "Frontal headaches, vertigo. nasal obstruction. runny nose, bleeding from the nose (epistaxis), pain, redness and/or itching of the eyes,  drooling, reduction of visual acuity,  other problems with vision, facial paralysis, hemorrhoids...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3V",
    "Meaning": "Eyebrow Junction",
    "Localisation": "0.5 cun behind the anterior hairline, directly superior to the  medial extremity of the eyebrow.",
    "Actions": "Expels wind and heat, acts locally  to benefit the eye and the nose, clears the head.",
    "Indications_Therapeutiques": "Frontal headaches, dizziness, nasal obstruction. runny nose, bleeding from the nose (epistaxis), pain, redness and/or itching of the eyes,  drooling, reduction of visual acuity,  other problems with vision...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4V",
    "Meaning": "Course Change",
    "Localisation": "0.5 cun behind the anterior hairline,  1.5 cun lateral to  #24DM#.",
    "Actions": "Expels wind and heat, acts locally  to benefit the eye and the nose, clears the head.",
    "Indications_Therapeutiques": "Frontal headaches, vertigo. nasal obstruction. runny nose, bleeding from the nose (epistaxis), pain, redness and/or itching of the eyes,  drooling, reduction of visual acuity,  other problems with vision...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5V",
    "Meaning": "Fifth Place",
    "Localisation": "0.5 cun posterior to #4V#, 1.5 cun lateral to the midline (Du Channel).",
    "Actions": "Expels wind and heat, clears the head, releases the exterior, restores consciousness, unblocks Yang.\nOne of 5 points specifically indicated in relation to consciousness, the endocranium (inner membraneous lining of the skull), and brain function. If this point is obstructed, Yang Qi will not be able to enter and there will be internal Yang Qi vacuity.  Acts on the Yang of the exterior in situations where internal Yang vacuity may result in disturbance of consciousness.",
    "Indications_Therapeutiques": "Loss of consciousness, convulsions. epilepsy,  stroke/CVA (combine with #1F#); tetanus, acute allergies (due to invasion of external wind), headaches, dizziness, disorders of the eye, disorders related to vision, nasal disorders, facial neuralgia, facial paralysis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6V",
    "Meaning": "Light Receiver",
    "Localisation": "[fuzzy]1.5 cun posterior to #5V#, 1.5 cun lateral to the Du Channel.",
    "Actions": "Expels wind and heat, clears the head, releases the exterior, restores consciousness, unblocks Yang.\nOne of 5 points specifically indicated in relation to consciousness, the endocranium (inner membraneous lining of the skull), and brain function. If this point is obstructed, Yang Qi will not be able to enter and there will be internal Yang Qi vacuity Acts on the Yang of the exterior in situations where internal Yang vacuity may result in disturbance of consciousness.",
    "Indications_Therapeutiques": "Frontal headaches, vertigo. nasal obstruction. runny nose, bleeding from the nose (epistaxis), pain, redness and/or itching of the eyes,  drooling, reduction of visual acuity,  other problems with vision...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7V",
    "Meaning": "Sky Connection",
    "Localisation": "1.5 cun posterior to #6V#, 1.5 cun lateral to the Du Channel.",
    "Actions": "Expels wind, resolves phlegm, clears the head, unblocks Yang, calms the Shen.\nOne of 5 points specifically indicated in relation to consciousness, the endocranium (inner membraneous lining of the skull), and brain function. If this point is obstructed, Yang Qi will not be able to enter and there will be internal Yang Qi vacuity Acts on the Yang of the exterior in situations where internal Yang vacuity may result in disturbance of consciousness. Acts in conjunction with the points #5V# to #9V#.",
    "Indications_Therapeutiques": "Head feels heavy, vertex headaches, disorders of the eye, nasal obstruction, runny nose, sinusitis, ringing in the ears, unconsciousness, facial neuralgia, facial paralysis, loss of consciousness...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8V",
    "Meaning": "Declining connection",
    "Localisation": "1.5 cun posterior to #7V#, 1.5 cun lateral to the midline (Du Channel).",
    "Actions": "Expels wind, resolves phlegm, clears the head, unblocks Yang, calms the Shen.\nOne of 5 points specifically indicated in relation to consciousness, the endocranium (inner membraneous lining of the skull), and brain function. If this point is obstructed, Yang Qi will not be able to enter and there will be internal Yang Qi vacuity Acts on the Yang of the exterior in situations where internal Yang vacuity may result in disturbance of consciousness. Acts in conjunction with the points #5V# to #9V#.",
    "Indications_Therapeutiques": "Vertex headaches, rhinitis, sinusitis, tinnitus, vision problems, facial neuralgia, facial paralysis, dizziness, vomiting, disorientation, irritability, repression,  in an individual who has difficulty in expressing  emotional  states (jn the case of repressed anger, also needle  #3F# in the direction of #1R#), dementia, mania, epilepsy...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9V",
    "Meaning": "Jade Pillow",
    "Localisation": "On the occiput, 1.3 lateral to #17DM#,  immediately superior to the occipital protruberance.",
    "Actions": "Expels wind and cold, clears the head, unblocks Yang\nOne of 5 points specifically indicated in relation to consciousness, the endocranium (inner membraneous lining of the skull), and brain function. If this point is obstructed, Yang Qi will not be able to enter and there will be internal Yang Qi vacuity Acts on the Yang of the exterior in situations where internal Yang vacuity may result in disturbance of consciousness. Acts in conjunction with the points #5V# to #9V#.",
    "Indications_Therapeutiques": "Occipital headache, facial neuralgia, blocked nose, stuffy nose, problem with vision and the sense of smell, disorders of the eye and the nose, facial paralysis, vertigo caused by blinding light, aversion to cold at the level of the nose, disorientation, dementia, agitation...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10V",
    "Meaning": "Pillar of the Heavens",
    "Localisation": "In a depression at the lateral border of the trapezius muscle, 1.3 cun lateral to #15DM#.",
    "Actions": "Regulates  Qi, descends the Yang, clears the head,and benefits the sense organs, calms the Shen, expels wind.   Jiaohui-Intersection (Meeting) point of the Channel divergences UB/Kd; Window of Heaven point.",
    "Indications_Therapeutiques": "Headaches, dizziness, nasal obstruction, runny nose, bleeding from the nose (epistaxis), loss of sense of smell, pain, redness and/or itching of the eyes, drooling, reduction of visual acuity, problems with vision, pain and swelling of the throat, pain, weakness, and/or  stiffnessof the neck, cervicobrachial pain, wry neck, insomnia, epilepsy...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11V",
    "Meaning": "Big Shuttle",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the lower border of the spinous process of the  first thoracic vertebra.",
    "Actions": "Strengthens the system  of bones and joints (Hui-Meeting point of the bones), releases the exterior, regulates Lung Qi.\nHe-Sea point of the Blood and the 12 channels; Hui-Meeting point of the bones, Luo-Connecting point of the Ren Mai, Luo-Connecting point of the Du Mai.",
    "Indications_Therapeutiques": "Osteoporosis, stiffness of the spine, stiffness and pain of the cervical vertebrae,  upper back, scapula, lower back, and knees; headache, dizziness, fever, chills, body aches, cough, shortness of breath, pain and swelling of the throat.\n\nThis point benefits both the physical bony structure of the body as well as supporting the integrity of the psycho-emotional aspect of personality as in the case of abuse, harassment, rape etc ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12V",
    "Meaning": "Wind Portal",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the lower border of the spinous process of the  second thoracic vertebra.",
    "Actions": "Expels wind and cold, releases the exterior, stimulates the Wei Qi, spreads and descends Lung Qi. Disperses edema at the surface\nJiaohui-Intersection (Meeting) point with the Du Mai.",
    "Indications_Therapeutiques": "Headaches, dizziness, chills, runny nose, nasal congestion, body aches, cough, shortness of breath, respiratory allergies, hives, pain and stiffness of the nape of the neck,  shoulder pain, low back pains,,,",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13V",
    "Meaning": "Lung Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the lower border of the spinous process of the  third thoracic vertebra.",
    "Actions": "Regulates  and promotes the diffusion and descent of Lung Qi, supplements Lung Yin through its association as Back-Shu Poin of the Lung, clears Lung heat, releases the surface, regulates the Upper Burner.",
    "Indications_Therapeutiques": "Cough, shortness of breath, asthma, vacuity of Lung Qi, Lung abscess, pneumonia, tuberculosis, bronchitis, colds, phlegm, hives, fever, chills, aversion to cold, pain and stiffness of the upper back, and of the shoulder, low back pains, suicidal tendency...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14V",
    "Meaning": "Pericardium Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  fourth thoracic vertebra.",
    "Actions": "Regulates and  supports the Heart, pacifies the Shen, disinhibits the chest. (Back-Shu point of the Pericardium).",
    "Indications_Therapeutiques": "Pain and/or sensation of distention and fullness in the thoracic cavity, palpitations,\nPain in the area of the diaphragm, hiccups, vomiting, agitation...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15V",
    "Meaning": "Heart Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  fifth thoracic vertebra.",
    "Actions": "Regulates and supports the Heart, clears Heart Fire, calms the Shen, pacifies the Shen, resolves blood stasis and nourishes the blood. (Back Shu point of the Heart).",
    "Indications_Therapeutiques": "Pain and/or sensation of distention and fullness of the thoracic cavity, palpitations, heart problems, agitation, delirium, dementia, mania, problems with sleep (especially waking early around 2am with difficulty in getting back to sleep), difficulty concentrating, memory problems , mental retardation, hyperactivity, loss of emotional sparkle (“joie de vivre”), depression (needle with  #3C#) venous insufficiency,  heavy legs, varicose veins...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16V",
    "Meaning": "Du Shu (Governing Vessel)",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  sixth thoracic vertebra.",
    "Actions": "Regulates the Qi of the Upper Burner and disinhibits the chest. (Back Shu point of the Du Mai).",
    "Indications_Therapeutiques": "Heart disease ,  pathologies of blood circulation, abdominal pain, hiccups, borborygmus, pruritus...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17V",
    "Meaning": "Heart Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  seventh thoracic vertebra.",
    "Actions": "Nourishes the Blood, clears Blood Heat, resolves blood stasis and staunches hemorrhage (Hui-Meeting point of the Blood). Regulates the diaphragm and descends counterflow Qi.  (Back Shu point of the diaphragm).",
    "Indications_Therapeutiques": "Pain, obstruction of the diaphragm, paralysis of the diaphragm, hiccups, vomiting, gastric counterflow, pain and/or sensation of distention and fullnes of the thoracic cavity, heart disease, abdominal pain, cough, shortness of breath, fever, dizziness, sweating, bleeding disorders (bleeding from the nose (epistaxis), coughing up of blood, vomiting blood, blood in stools...) pruritus, pain of the back, pain and stiffness of the spine",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18V",
    "Meaning": "Liver Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  ninth thoracic vertebra.",
    "Actions": "Regulates Liver Qi, clears Damp-Heat and Wind, quenches Fire, supplements Liver blood, treats the eyes and the tendons.  (Back Shu point of the Liver).",
    "Indications_Therapeutiques": "Liver disease, intercostal pain; epigastric, abdominal, and lower abdominal pain; vaginitis, vulvitis; headache, vomiting, bleeding from the nose (epistaxis), coughing up of blood, vomiting blood; redness, pain, itching of the eyes, conjunctivitis, drooling, blurred vision, \"floaters\"; pain and stiffness of the spine, neck, upper back, shoulders and  tendons; muscle cramps; sleep disorders (due to excessive dreaming), inappropriate anger, hyperactivity, epilepsy, psychosis ...\n\nIf there are signs of Liver Heat, sugar should be restricted from the diet, especially in the case of pregnancy since dietary sugar may promote restlessness in the child.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19V",
    "Meaning": "Gallbladder Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  tenth thoracic vertebra.",
    "Actions": "Regulates and circulates the  Qi of the Liver and Gall Bladder, clears damp heat from  the Liver and Gall Bladder.   (Back Shu point of the Gall Bladder).",
    "Indications_Therapeutiques": "Disorders of the Liver and the Gall Bladder (hepatitis, cholecystitis...), jaundice, yellow sclera of the eyes, intercostal pain, thoracic pain and distension, bitter taste in the mouth, vomiting, headache, problems with sleep (restlessness, excessive dreaming),  back pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "20V",
    "Meaning": "Spleen  Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the eleventh  thoracic vertebra.",
    "Actions": "Supplements the Spleen and Stomach (Back-Shu point of the Spleen), promotes the ascending of Spleen Qi to the Upper Burner, regulates the Middle Burner, resolves dampness (major point for phlegm),nourishes the blood.",
    "Indications_Therapeutiques": "Pain and/or abdominal distention, loss of appetite, gastric ulcer, abdominal mass, diahrrea, vomiting, bloating, edema of the lower limbs, generalized edema, pain during menses, amenorrhea, hemorrhage, vomiting blood, blood in the urine,prolapse of uterus...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "21V",
    "Meaning": "Stomach Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the twelfth thoracic vertebra.",
    "Actions": "Supplements the Spleen and Stomach (Back Shu point of the Stomach), facilitates the descent of Stomach Qi ( guides nutrients downward toward toward the Large Intestine), assists the Spleen in its function of transforming fluids, promotes the transportation of fluids to the Kidneys, the Urinary Bladder and the Large Intestine.",
    "Indications_Therapeutiques": "Abdominal pain and distention, abdominal masses, diahrrea, vomiting, loss of appetite, emaciation, ulcers, drooping of the upper eyelid, gastric counterflow, borborygmus, food stagnation...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "22V",
    "Meaning": "San Jiao-Triple Burner Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  first lumbar vertebra.",
    "Actions": "Supplements and regulates the Triple Burner (Back Shu point of the Triple Burner), opens the water passages and facilitates urination.",
    "Indications_Therapeutiques": "Pain, abdominal masses and distension, neurasthenia, emaciation, involuntary urination during sleep (enuresis), blood in the urine , edema, fever, sensation of heat in the body, headaches, stiffness and pain of the lumbar spine",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "23V",
    "Meaning": "Kidney Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  first lumbar vertebra.",
    "Actions": "Invigorates the kidney Yin and especially the kidney Yang , nourishes Kidney essence   (may be associated with  #4DM#  and #4RM#), regulates the lower burner, treats the sense organs, supports the spine, lower back and knees. (Back Shu point of the kidneys).",
    "Indications_Therapeutiques": "Inability to inseminate or conceive, problems related to sexuality, (impotence, frigidity), uncontrollable leakage of sperm, ejaculation during sleep, premature ejaculation, pain and diseases of the external genitalia, pathological vaginal discharge, absence of menstrual period,  painful menstrual periods, hearing problems, loss of sense of taste, problems with sense of smell, problems with vision, dry eye condition, urinary problems (involuntary urination during sleep (enuresis), incomplete urination, blood in the urine , painful urination, urinary incontinence,...), edema, diahrrea, borborygmus; pain, stiffness and/or weakness of the lower back, knee pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "24V",
    "Meaning": "Sea of Qi Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  third lumbar vertebra.",
    "Actions": "Regulates and supplements the lower burner (especially the lumbar region) supplements Kidney Qi and Jing-Essence, invigorates Yang Qi (Sea of Qi ( #6RM#)  Back Shu point)",
    "Indications_Therapeutiques": "Weakness, lumbar pain and stiffness, painful menstruation, irregular menstrual periods, (dysmenorrhea), pathological vaginal discharge (leucorrhea), involuntary leakage of semen, decreased sex drive,sexual impotence, hemorrhoids...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "25V",
    "Meaning": "Large Intestine Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  fourth lumbar vertebra.",
    "Actions": "Invigorates and regulates the Intestines, (Back Shu point of the Large Intestine, strengthens the lower back.",
    "Indications_Therapeutiques": "Treats chronic pathologies of the Large Intestine (such as  constipation, diahrrea, inflammation, diverticulae...), rectal prolapse,  bowel sounds (borborygmus), abdominal pain and distention, pain along the course of the sciatic nerve...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "26V",
    "Meaning": "Origin Pass Shu",
    "Localisation": "On the medial line of the bladder channel, 1.5 cun lateral to the midline of the back, level with the lower border of the spinous process of the  fifth lumbar vertebra.",
    "Actions": "Regulates the lower burner, strengthens the loins. Back Shu of the Origin Pass (#4RM#).",
    "Indications_Therapeutiques": "Low back pains, diahrrea, constipation, urogenital disorders...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "27V",
    "Meaning": "Small Intestine Shu",
    "Localisation": "On the medial line of the bladder channel, lateral to the lower border of the spinal process of the first  sacral vertebra, level with the first sacral foramen.",
    "Actions": "Supplements and regulates the Small Intestine (Back Shu point of the Small Intestine), promotes the separation of pure from impure nutriments, promotes urination.",
    "Indications_Therapeutiques": "Abdominal pain, diahrrea, constipation, dysentery, involuntary urination during sleep (enuresis) (enuresis), incomplete urination, pathological vaginal discharge leucorrhea), involuntary leakage of semen, lumbosacral pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "28V",
    "Meaning": "Bladder Shu",
    "Localisation": "On  the medial line of the bladder channel, on the sacrum, 1.5 cun lateral to the  Du Mai (Governing Vessel),  lateral to the spinal process of the second sacral vertebra, level with the second sacral foramen.",
    "Actions": "Regulates the Urinary Bladder (Back Shu point of the UB), and the Lower Burner ), clears damp heat, resolves stasis, regulates the menses,benefitsthe loins and the legs.",
    "Indications_Therapeutiques": "Painful or difficult urination, incomplete urination, abdominal masses and pains, constipation, diahrrea, pathological vaginal discharge, involuntary leakage of semen, diseases of the external genitalia, lumbar pain and stiffness, sacrococcygeal pain, sciatica,  leg pain.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "29V",
    "Meaning": "Central Backbone Shu",
    "Localisation": "On the medial line of the bladder channel, on the sacrum,  lateral to the lower border of the spinal process of the third sacral vertebra, level with the third  sacral foramen.",
    "Actions": "Supports the function of the Lower Burner and  strengthens the lower back, disperses cold.",
    "Indications_Therapeutiques": "Diahrrea, dysentery, lumbosacral pain, sciatica...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "30V",
    "Meaning": "White Ring Shu",
    "Localisation": "On the medial line of the bladder channel, lateral to the lower border of the spinal process of the fourth sacral vertebra, level with the fourth sacral foramen.",
    "Actions": "Supports the function of the Lower Burner and  supports the lower back, treats the anus (Back Shu point for the anus/”White Ring”)",
    "Indications_Therapeutiques": "Prolapsed anus; flaccid rectum leading to fecal incontinence (this point may be needled in association with #9MC#, #6MC# or #17VC#), lumbosacral pain, sciatica, pathological vaginal discharge, involuntary leakage of semen, Inability to inseminate or conceive, dysmenorrhea...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "31V",
    "Meaning": "Upper Bone-Hole",
    "Localisation": "On the sacrum, in the first sacral foramen",
    "Actions": "Regulates and supports the functioning of the Lower Burner, supplements the kidneys and the Jing-Essence, regulates the menses and facilitates urination and childbirth..",
    "Indications_Therapeutiques": "Inability to inseminate or conceive, sexual impotence, pathological vaginal discharge, involuntary leakage of semen,  diseases of the external genitalia, incomplete urination, problems with urination, hemorrhoids, difficulty with defecation, rectal prolapse, relieves the pain of childbirth and increases contractions, sciatica, lumbosacral pain and stiffness...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "32V",
    "Meaning": "Second Bone-Hole",
    "Localisation": "On the sacrum, in the second sacral foramen",
    "Actions": "Regulates and supports the functioning of the Lower Burner, supplements the kidneys and the Jing-Essence, regulates the menses and facilitates urination and childbirth..",
    "Indications_Therapeutiques": "Inability to inseminate or conceive, sexual impotence, pathological vaginal discharge leucohrrea), involuntary leakage of semen,  diseases of the external genitalia, incomplete urination, problems with urination, hemorrhoids, difficulty with defecation, rectal prolapse, relieves the pain of childbirth and increases contractions, sciatica, lumbosacral pain and stiffness...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "33V",
    "Meaning": "Center Bone-Hole",
    "Localisation": "On the sacrum, in the third sacral foramen",
    "Actions": "Regulates and supports the functioning of the Lower Burner, supplements the kidneys and the Jing-Essence, regulates the menses and facilitates urination and childbirth..",
    "Indications_Therapeutiques": "Inability to inseminate or conceive, sexual impotence, pathological vaginal discharge leucohrrea), involuntary leakage of semen,  diseases of the external genitalia, incomplete urination, problems with urination, hemorrhoids, difficulty with defecation, rectal prolapse, relieves the pain of childbirth and increases contractions, sciatica, lumbosacral pain and stiffness...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "34V",
    "Meaning": "Lower Bone-Hole",
    "Localisation": "On the sacrum, in the fourth sacral foramen",
    "Actions": "Regulates and supports the functioning of the Lower Burner, supplements the kidneys and the Jing-Essence, assists the intestines,  regulates the menses and facilitates urination and childbirth..",
    "Indications_Therapeutiques": "Abdominal pain, diahrrea, constipation, difficulty with defecation, dysentery, involuntary urination during sleep (enuresis), incomplete urination, pathological vaginal discharge, involuntary leakage of semen,  diseases of the external genitalia, hemorrhoids, lumbosacral pain, sciatica...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "35V",
    "Meaning": "Yang Meeting",
    "Localisation": "0.5 cun lateral to the center line of the back, level with the tip of the coccyx",
    "Actions": "Clears damp-heat from the Lower Burner, regulates the Lower Burner, acts on the anus and the coccyx.\n\nJiaohui-Intersection (Meeting) point of the Yang Channels. Used in cases of Kidney Yang vacuity manifesting as a sensation of coldness in the bones, and/or of the Spleen (severe diahrrea). This point will be painful following trauma to the coccyx as resulting from falls.",
    "Indications_Therapeutiques": "Hemorrhoids, rectal prolapse, diahrrea, dysentery,  diseases of the external genitalia, pathological vaginal discharge, involuntary leakage of semen, sexual impotence, lumbar and sacrococcygeal pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "36V",
    "Meaning": "Bears support",
    "Localisation": "In the center of the gluteal crease.",
    "Actions": "Regulates the lower burner, pacifies pain, relaxes the tendons.",
    "Indications_Therapeutiques": "Low back pains (in particular due to Yang vacuity of the abdomen, severe constipation with pain referring to the low back, sacrococcygeal pains, pain of the buttocks, paralysis of the lower limbs, sciatica, hemorrhoids,  diseases of the external genitalia, problems with urination, pathological vaginal discharge, involuntary leakage of semen...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "37V",
    "Meaning": "Purple Portal",
    "Localisation": "6 cun inferior to #36V#, on the  line that runs from the center of the gluteal crease (#36V#) to the center of the transverse popliteal crease (#40V#).",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, relaxes the tendons, relieves pain.\n\n\"Gate\" or “Portal” point, treats loss of muscle control in the legs Qi Stagnation of the pelvis affecting the low back, leading to blood congestion in the pelvis with lumbar pains and delayed menses.",
    "Indications_Therapeutiques": "Lumbar pain and stiffness, menstrual problems (dysmenorrhoea), paralysis of the lower limbs, sciatica, thigh pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "38V",
    "Meaning": "Floating Space",
    "Localisation": "1 Cun superior to #39V#, on the medial side of the tendon of the biceps femoris.",
    "Actions": "Promotes free circulation of the Qi and clears obstruction from the channel, relaxes the tendons, relieves pain, clears heat from the  Small Intestine\n\nPoint for clearing stagnation, one of several points that are effective in clearing obstruction in the lumbar area, especially in cases with sensation of weight in the pelvis associated with lumbar pains.",
    "Indications_Therapeutiques": "Lumbar pain and stiffness, menstrual problems (dysmenorrhoea), paralysis of the lower limbs, sciatica, thigh pain, constipation, problems with urination...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "39V",
    "Meaning": "Yang End of the Bend",
    "Localisation": "At the lateral extremity of the popliteal crease, on the medial border of the tendon of the biceps femoris, level with #40V#",
    "Actions": "Regulates the Triple Burner (san Jiao Mai) and the water passageways (Lower Uniting-He-sea point of the San Jiao Mai), relieves pain.\n\nMajor point for releasing Yang in the exterior: disinhibits congested Yang throughout the body, especially on the exterior surface. Sunburn, burns (Concentated Yang).",
    "Indications_Therapeutiques": "incomplete urination, problems with urination, involuntary urination during sleep (enuresis), lumbar pain and stiffness, thigh pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "40V",
    "Meaning": "Bend Center",
    "Localisation": "At the midpoint of the transvers popliteal crease..",
    "Actions": "Cools the blood, clears heat, arrests diahrrea and vomiting, eases the lower back and the knees. He-Uniting point, Earth Phase",
    "Indications_Therapeutiques": "Low back pain, sacrococcygeal pain, pain of the buttock, thigh and hip, sciatica, paralysis of the lower limbs, incomplete urination, involuntary urination during sleep (enuresis), difficulty urinating, diahrrea, vomiting dysentery, sunstroke...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "41V",
    "Meaning": "Adds and Shares",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  second thoracic vertebra.",
    "Actions": "Expels wind and cold, promotes free circulation of  Qi throughout the channel, eases pain locally.",
    "Indications_Therapeutiques": "Pain, stiffness and/or spasm of the shoulder, the upper back, and of the neck (can be treated by cupping), intercostal neuralgia, numbness of the arm.\n\"Leucocyte Point\".",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "42V",
    "Meaning": "Po  Portal",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  third thoracic vertebra.",
    "Actions": "Supplements Lung Qi, expels wind, acts on the Po.\n\nThe Po, the Corporeal Spirit, is the visceral consciousness of the Lung. Following the death of the body it is reabsorbed into the earth.",
    "Indications_Therapeutiques": "Lung diseases (asthma, bronchitis, lung atrophy, weakness, tuberculosis ...), cough, dyspnea; pain, stiffness and / or contracture of the shoulder, upper back, and neck; sadness, melancholy, attempted suicide, mourning … (May be combined  with #13V#).",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "43V",
    "Meaning": "Gao Huang Membrane Shu",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  fourth thoracic vertebra.",
    "Actions": "Supplements the Lungs, Kidneys, Heart, Spleen and Stomach (Back Shu of  the vital centers)",
    "Indications_Therapeutiques": "Cough, asthma, shortness of breath, disorders of the Lungs (bronchitis, pleurisy, tuberculosis...), coughing up of blood, involuntary leakage of semen, sexual impotence, palpitation, agitation, insomnia, neurasthenia, emaciation, digestive problems, vomiting blood, depression...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "44V",
    "Meaning": "Shen Temple",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  fifth thoracic vertebra.",
    "Actions": "Regulates the Qi and disinhibits the chest, pacifies the Heart and the Shen.\n\nShen, the Spirit, is the visceral entity of the Heart.",
    "Indications_Therapeutiques": "Heart disease, depression, loss of emotional sparkle/”joie de vivre”  (combine with  #15V#), mourning, cough, shortness of breath, asthma, pain, stiffness and/or  contracture of the shoulder, upper back, and neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "45V",
    "Meaning": "Laughter and Lament",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  sixth thoracic vertebra.",
    "Actions": "Descends the  Lung Qi, clears  wind and heat, supplements the Qi and the blood, disinhibits the chest.\n\nSecond Earth phase, 5 Phase Transporting Point  Repetitive thoughts, constant lamenting, acts on the memory, psychological affliction of the Spleen, severe depression, obsessed with the past...",
    "Indications_Therapeutiques": "Cough, shortness of breath, asthma, vomiting, dizziness, intercostal neuralgia, pericarditis, hiccups, pain, stiffness, and/or contracture of the shoulder and upper back...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "46V",
    "Meaning": "Diaphragm Pass",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  seventh  thoracic vertebra.",
    "Actions": "Regulates the diaphragm and the Middle Burner, descends counterflow Qi, benefits the local area.",
    "Indications_Therapeutiques": "Breathlessness, respiratory blockage, hiccups, belching, vomiting, intercostal neuralgia, pain and stiffness of the spine.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "47V",
    "Meaning": "Hun Gate",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  ninth thoracic vertebra.",
    "Actions": "Regulates the Qi of the Liver and  of the Lower Burner, benefits the the tendons, benefits the Hun.\n\nThe Hun, the Ethereal Soul, is the visceral consciousness of the Liver.",
    "Indications_Therapeutiques": "Liver disorders, gastralgia, diarrhea, vomiting, intercostal pain, contracture and pain of the tendons, anger, intense stress, sense of harassment ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "48V",
    "Meaning": "Yang Closure",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  tenth thoracic vertebra.",
    "Actions": "Regulates the Gall Bladder and the the Lower Burner, clears heat.",
    "Indications_Therapeutiques": "Abdominal pain, diahrrea, bowel sounds, jaundice,  yellow sclera of the eyes, intercostal pain, mental-emotional issues related to the Gall Bladder, ie:  lack of self-confidence.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "49V",
    "Meaning": "Lair of Intention",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  eleventh thoracic vertebra.",
    "Actions": "Regulates the Spleen and the Stomach, clears heat and dampness, benefits the Yi.\n\nThe Yi, Thought, is the visceral awareness/consciousess of the Spleen.",
    "Indications_Therapeutiques": "Pain and distension of the abdomen, diahrrea, vomiting, abdominal tightness and distention , intercostal pain, loss of memory, difficulty focussing thought, mental-emotional issues,  related to the the Spleen such as obsessive thinking and anxiety.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "50V",
    "Meaning": "Stomach Grain Depot",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  twelfth thoracic vertebra.",
    "Actions": "Regulates the Lower Burner, supports the Stomach, acts on the psyche.",
    "Indications_Therapeutiques": "Abdominal pain and distension, diahrream , flatulence, diffficulty in swallowing, pain of the spine, \"nervous stomach (such as a \"knot\" in the stomach, difficulty \"digesting\" events)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "51V",
    "Meaning": "Membrane Gate below the Heart",
    "Localisation": "On the lateral  line of the bladder channel, 1.5 cun lateral to the lower border of the spinous process of the  first lumbar vertebra.",
    "Actions": "Supports the Triple Burner, promotes the free circulation of Qi, resolves stagnation, acts on the breasts, regulates homeostasis.",
    "Indications_Therapeutiques": "Epigastric pain, sensation of oppression in the region of (or just below) the heart, constipation, poor thermal regulation of the body, breast pain, painful swollen lymph glands, breast abscesses,  swellings...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "52V",
    "Meaning": "Will's Place",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to the lower border of the spinous process of the  second lumbar vertebra.",
    "Actions": "Supplements the kidney and the Jing-Essence, regulates urination, acts on the Will.\n\nThe Zhi-Will, is the consciousness aspect of the Kidneys.",
    "Indications_Therapeutiques": "Pain and lumbar stiffness,Inability to inseminate or conceive, involuntary leakage of semen, problems related to sexuality (lack of sexual desire, sexual impotence, sexual frigidity),  diseases of the external genitalia, incomplete urination, intercostal pain, constipation, emotional problems related to Kidney consciousness (eg: fear, lack of motivation)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "53V",
    "Meaning": "Bladder Huang",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to and level with the lower border of the spinous process of the  second sacral foramen.",
    "Actions": "Regulates the lower burner, relieves and supports the lower back.",
    "Indications_Therapeutiques": "Pain, stiffness, weakness of the lower back, pain along the course of the sciatic nerve, incomplete urination, constipation, abdominal pain, flatulence, bowel sounds...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "54V",
    "Meaning": "Series End",
    "Localisation": "On the outer line of the bladder channel, 3 cun lateral to and level with the fourth sacral foramen.",
    "Actions": "Removes obstruction from the channel and promotes the  free circulation of  Qi, resolves stagnation, treats the Lower Burner and hemorrhoids.  Ma Dan Yang Heavenly Star Point.",
    "Indications_Therapeutiques": "Pain, stiffness, weakness of the lower back, sciatica, paralysis, numbness of the lower limbs, incomplete urination, constipation, involuntary leakage of semen, pathological vaginal discharge, cystitis, problems related to the genitals, hemorrhoids...\n\nVery effective for local pain at this point, as in the case of sciatica (stimulate needle deeply until the sensation radiates along the thigh, then repeat at #40V#, until needle sensation radiates to the calf).",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "55V",
    "Meaning": "Yang Reunion",
    "Localisation": "On the posterior aspect of the leg, 2 cun inferior to #40V#, on the line that connects  #40V# with #57V#.",
    "Actions": "Removes obstruction from and promotes the free circulation of  Qi in the channel, treats disorders of the urogenital system and staunches uterine hemorrhage.",
    "Indications_Therapeutiques": "Pain, stiffness and weakness of the lower back, painof the leg, paralysis of the lower limbs, knee pain, disorders of the genital organs, uterine bleeding, leucorrhea...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "56V",
    "Meaning": "Sinew Support",
    "Localisation": "In the split-like vertical depression in the belly  of the gastrocnemius muscle, at the mid-point between #55V# and #57V#, 5 cun inferior to #40V#.",
    "Actions": "Removes obstruction from and promotes free circulation in the channel, relaxes the tendons, treats hemorrhoids.",
    "Indications_Therapeutiques": "Pain, stiffness and weakness of the lower back, pain of the legs, paralysis of the lower limbs, knee pain, pain of  the foot and the heel, cramps, contractures, hemorrhoids...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "57V",
    "Meaning": "Supports the Mountain",
    "Localisation": "In the split-like vertical depression in the belly  of the gastrocnemius muscle, 8 cun inferior to  #40V# at the top of the upside-down  V that forms when the muscle is contracted .",
    "Actions": "Removes obstruction from and  promotes free circulation in the channel, relaxes the tendons, treats hemorrhoids (major point for hemorrhoids).  Ma Dan Yang Heavenly Star Point.",
    "Indications_Therapeutiques": "Hemorrhoids, rectal prolapse, constipation, pain, stiffness, weakness of the lower back, low back pain,  leg pain, paralysis of the lower limbs, knee pain, pain in the foot and the heel, cramps, contracture of the calf...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "58V",
    "Meaning": "Flying Up",
    "Localisation": "7 cun superior to the tip of the external malleolus (also  approximately the same distance superior to #60V#), on the posterior aspect of the peroneal muscle,  about 1 cun lateral and inferior to #57V#",
    "Actions": "Promotes free circulation of the Qi in the Jing Mai and the Jing Luo (Luo-Connecting point of the UB), treats disorders of the Urinary Bladder, expels wind, clears obstruction from the pelvic bowl.",
    "Indications_Therapeutiques": "Headaches, runny nose, bleeding from the nose (epistaxis), dizziness/vertigo eye pains, sciatica (following the course of the UB channel L5-S1), low back pains, disorders of the Urinary Bladder (infections, tumors, weakness)...weakness and pain in the legs and feet ..",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "59V",
    "Meaning": "Instep Yang",
    "Localisation": "3 cun superior to the tip of the external malleolus (also  approximately the same distance superior to #60V#), on the posterior aspect of the peroneal muscle.",
    "Actions": "Removes obstruction from and promotes the free circulation of  Qi in the channel, acts on the @vessel_yang_qm@ (Xi-cleft point of  the Yang Qiao Mai).",
    "Indications_Therapeutiques": "Pain, stiffness, weakness of the lower back, low back pain, sciatica, pain of the legs , paralysis of the lower limbs, knee pain, foot pain  and the heel, cramps, pain and swelling  of the ankle, headaches...\n\nClears obstruction along the course of the channel, ashi point for the  UB channel.  If this point remains sensitive following remission of sciatica, the symptoms may well return.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "60V",
    "Meaning": "Kun Lun Mountain",
    "Localisation": "Midway between the posterior border of the lateral malleolus and the Achilles tendon, level with the tip of the lateral malleolus.",
    "Actions": "Expels wind and heat (Jing-River, Fire phase point), clears the head, clears excess, relieves  pain of the muscles and tendons along the course of the  UB channel, strengthens the lumbar spine\n\nMajor point for reducing pain and inflammation.  (Ma Dan Yang Heavenly Star Point).",
    "Indications_Therapeutiques": "Headaches, head feels heavy, dizziness, runny nose, bleeding from the nose (epistaxis), red and painful eyes, blurred vision, palpitation, cough, shortness of breath, constipation, abdominal pain, eases labor, pain of the nape of the neck and the cervical vertebrae, of the back, of the lower back, the legs, the knees, the ankle and the foot; sciatica, paralysis of the lower limbs",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "61V",
    "Meaning": "Humble Visitor            (Where the fingertips might touch in a full prostration)",
    "Localisation": "Below and behind the lateral malleolus, on the lateral aspect of the calcaneum bone, directly below #60V#.",
    "Actions": "Promotes the free circulation of Qi throughout the channel,acts on  the  @vessel_yang_qm@ (Point on the Yang Qiao Mai), benefits the local area.",
    "Indications_Therapeutiques": "Headaches, head feels heavy, dizziness, runny nose, bleeding from the nose (epistaxis), red and painful eyes, blurred vision, cough, shortness of breath, vomiting...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "62V",
    "Meaning": "Shen Hour Channel        (9th of the 12 Earthly Branches)",
    "Localisation": "In a depression 0.5 cun below the tip of the lateral malleolus",
    "Actions": "Expels wind, clears the head and the eyes, sends Yang to the eyes and the brain, opens the @vessel_yang_qm@i (Confluence point of the Yang Qiao Mai) pacifies the Shen (5th Ghost Point )",
    "Indications_Therapeutiques": "Headaches, red and painful eyes, blurred vision, head feels heavy, dizziness, runny nose, bleeding from the nose (epistaxis), cataracts, tinnitus, deafness, fever, spontaneous sweating, chills, body aches, pain of the nape of the neck,  back,  lower back,  legs,  feet, loss of agility and flexibility, stiffnessof the back, stiffness of the joints, difficulty falling asleep, palpitations, epilepsy...\n\nIf the pain is related to joint stiffness, affecting mobility along the course of the channel and is on the right side, needle #62V# on the right and #3IG# on the left side, then follow with #6R# and #7P# on the right. Reverse this treatment if the pain is on the left side.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "63V",
    "Meaning": "Golden Gate",
    "Localisation": "In the depression below the cuboid bone,  anterior and inferior to  #62V#",
    "Actions": "Removes obstruction from and promotes free circulation in the channel (Xi-cleft point), expels wind and heat, relieves pain of the muscles and tendons, pacifies the Shen, acts on the @vessel_yang_qm@ (Luo-Connecting point of the Yang Qiao Mai).",
    "Indications_Therapeutiques": "Pain of the ankle, knee,  leg,  lower back: chills, body aches, cramps, infantile convulsions, epilepsy...",
    "Option1": "Yang Qiao, not Yang Wei Mai Luo connecting point as given in source text",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "64V",
    "Meaning": "Protruding Bone",
    "Localisation": "On the lateral side of the foot, distal and inferior to the tuberosity of the fifth metatarsal bone, at the junction of the red and white skin.",
    "Actions": "Supplements and promotes free circulation in the channel (Yuan-Source point), expels wind and clears heat, relieves pains of the muscles and tendons, pacifies the Shen.",
    "Indications_Therapeutiques": "Headaches, head feels heavy, dizziness, runny nose, bleeding from the nose (epistaxis), red and painful eyes, blurred vision, fever, chills, body aches, pain at the nape of the neck, back, lower back,  legs; palpitations, epilepsy...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "65V",
    "Meaning": "Gathered Bone",
    "Localisation": "In the depression proximal and inferior to the fifth metatarsophalangeal joint, at the junction of the red and white skin.",
    "Actions": "Expels wind and clears heat, (Shu-Stream point, Wood phase), clears the head, relieves pain of the muscles and tendons along the course of the UB channel.",
    "Indications_Therapeutiques": "Headaches, head feels heavy, dizziness, runny nose, bleeding from the nose (epistaxis), red and painful eyes, blurred vision, fever, chills, body aches,  pain at the nape of the neck, back, lower back,  legs; hemorrhoids...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "66V",
    "Meaning": "Connecting Valley",
    "Localisation": "In the depression distal to the fifth metatarsophalangeal joint, at the junction of the red and white skin.",
    "Actions": "Clears heat (Ying-Spring, Water Phase, 5 Phase Transporting point), clears the head, descends the Qi  of the Lung and  the Stomach.",
    "Indications_Therapeutiques": "Headaches, head feels heavy, dizziness, runny nose, bleeding from the nose (epistaxis), red and painful eyes, blurred vision, cough, shortness of breath, vomiting...\n\nNeedle in the case of acute onset invasion of the @axis_taiyang@ with chills in the back, intense fever, body aches...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "67V",
    "Meaning": "Reaching Yin",
    "Localisation": "On the little toe, 0.1 cun proximal to the lateral proximal corner. .",
    "Actions": "Expels wind, clears the head and the eyes, turns fetus presenting in breech position. (Jing- Well,  Metal Phase, Sea Point, therefore supplementation point)",
    "Indications_Therapeutiques": "Headaches (vertex or occipital), head feels heavy, eye disorders, runny nose, bleeding from the nose (epistaxis), rhinitis, deafness, tinnitus, pains of the nape of the neck,  neck,  shoulders, upper back; fetus in breech position during delivery, retention of placenta post delivery, labor protracted and difficult, incomplete urination, painful menstrual periods, pruritus...",
    "Option1": "In Chinese:  Zhi Yin, Reaching Yin (the kidney channel).  See “Grasping the Wind, an exploration into the meaning of Chinese Acupuncture Point names” by Ellis, Wiseman, Boss; Paradigm Publications 1989",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1R",
    "Meaning": "Gushing Spring",
    "Localisation": "On the sole of the foot,  at the junction where anterior third meets the posterior two thirds of the sole, in the depression that appears when the toes are flexed.",
    "Actions": "Drains Kidneys (Jing-Well Point, Wood phase, Yuan-Source point), and clears Kidney heat   nourishes Yin, frequently associated with Heart Yin Vacuity, calms the Shen-Spirit ( this point  acts powerfully on the psychological state).",
    "Indications_Therapeutiques": "Vertex headaches, nausea, vomiting,  hypertension, dizziness, distorted vision, chest and heart pain, bleeding from the nose (epistaxis), chronic ulcers, loss of consciousness,  coma, epilepsy, mental agitation, insomnia, mental confusion, blood in the urine , lower abdomen pain, lumbar pain, constipation, pain and/or numbness of the foot",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2R",
    "Meaning": "Blazing Valley",
    "Localisation": "Anterior and inferior to the medial malleolus, in the depression located anterior and inferior to the navicular bone.",
    "Actions": "Clears vacuity heat (major point for vacuity heat in the Shao Yin axis, (Ying-Spring point, Fire phase),cools the blood, reinforces the @vessel_yang_qm@ (Yin Qiao Mai source point), regulates the kidneys and the Lower Burner.",
    "Indications_Therapeutiques": "Significant problems with sleeping:  Insomnia with cramping  and pain, nocturnal restlessness (night-time insomnia with daytime somnolence), feeling hot, hyperactivity, excessive constriction of the pupil of the eye (myosis), day and night time  sweating, spontaneous sweats, sore throat, vomiting blood, problems with urination, itching of the external genitalia, painful menstrual periods, spermatorrhea, Inability to inseminate or conceive, hernia, uterine prolapse, heat in the soles of the feet, restless feet...  In the case where symptoms predominate on one  side  only, also needle #6R# (confluent point of the @vessel_yin_qm@)",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3R",
    "Meaning": "Big Ravine",
    "Localisation": "Midway between the tip of the medial malleolus and the calcaneal tendon (Achilles tendon) at the posterior tibial artery.",
    "Actions": "Supplements the Kidneys, clears heat, benefits the Water Phase in all its aspects (Brain, marrow, bones, ear, volition ...), communicates with Ancestral Qi (Yuan-Source point,Shu-Stream Earth Phase) supplements and preserves Jing, strengthens the lower back, supports the lungs.",
    "Indications_Therapeutiques": "Insomnia, profuse dreaming, headaches, memory loss, toothache, deafness, tinnitus, painful menstrual periods (dysmenorrhea), involuntary leakage of semen, sexual impotence, kidney disease, frequent, painful urination (as seen  in cystitis), involuntary urination during sleep (enuresis), lumbar pain, abdominal pain, abdominal distention, paralysis of the lower limbs, pain or swelling of the leg, ankle or  heel, chest and heart pain, shortness of breath, asthma...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4R",
    "Meaning": "Big Bell",
    "Localisation": "On the medial aspect of the ankle, in a depression formed by the achilles tendon (t. calcaneous) and the superior border of the calcaneous bone.",
    "Actions": "Supplements the Kidneys, communicates with the UB channel (Luo-Connecting point of the Kidney),supports the Lungs, strengthens the will ( to act and carry the matter through).  Luo-Connecting point of the Lower Burner",
    "Indications_Therapeutiques": "Major point for all pains of the back (lumbar, dorsal, cervical vertebrae), pain of the back with weakness (often needled through to connect with  #60V#), shortness of breath, asthma, sore throat, coughing up of blood, thoracic oppression , palpitations, uncomfortable or painful urination, painful menstrual periods, swelling and/or pain of the  heel, agitation, fatigue, fear, anger, hysteria...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5R",
    "Meaning": "Water Spring",
    "Localisation": "One cun below #3R#, in a depression anterior  and superior to the medial border of the tuberosity of the calcaneum, 1 cun directly below #3R#.",
    "Actions": "Clears obstruction from the channel (Xi-cleft point), disinhibits the Lower Burner, regulates the Chong Mai and Ren Mai, regulates the menses, clears heat from the Heart.",
    "Indications_Therapeutiques": "Abdominal pain, uterine prolapse, irregular menstruation (facilitates the Kidneys function of transporting blood to the uterus), uncomfortable or painful urination, major problems with sleep.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6R",
    "Meaning": "Shining Sea",
    "Localisation": "In a depression located 1 cun directly  inferior to the medial malleolus.",
    "Actions": "Nourishes Kidney Yin, clears vacuity heat, conveys Yin to the eyes, restores the menses, regulates the @vessel_yin_qm@ (Jiaohui-Confluence point of the Yin Qiao Mai) and the Lower Burner, relieves pain of the the throat,  pacifies the Shen.",
    "Indications_Therapeutiques": "Lack of of menstrual period, prolapse of uterus, sore throat, red and painful eyes, insomnia, difficulty in falling asleep, nightmares, fear, agitation, heart problems, uncomfortable or painful urination, paralysis of the lower limbs, edema...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7R",
    "Meaning": "Restoring Flow",
    "Localisation": "2 cun above #3R#, on the anterior border of the Achilles tendon.",
    "Actions": "Supplements Kidney Yang, promotes kidney function (Jing-River Metal Phase, supplementation point), restores the flow of liquids, resolves dampness.",
    "Indications_Therapeutiques": "Edema of the lower limbs, urinary calculi, kidney disease, problems with urination, night sweats,  excessive sweating, diahrrea, abdominal distention, pain , swelling of testicles, as in orchitis, involuntary leakage of semen, uterine bleeding, hemorrhoids, constipation, low back pain, paralysis of the lower limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8R",
    "Meaning": "Trust the connection",
    "Localisation": "2 cun superior to #3R#, posterior to the medial border of the tibia, 0.5 cun anterior to #7R#.",
    "Actions": "Clears obstruction  (abdominal signs)  in the course of the @ vessel_yin_qm @  (Xi-cleft point of the Yin Qiao Mai), regulates the Chong Mai and the Ren Mai, regulates menstruation, disinhibits the lower burner.",
    "Indications_Therapeutiques": "Bloating, digestive problems, abdominal tightness and distention, constipation, painful menstrual periods, absence of menstrual period, uterine hemorrhage, prolapse of uterus, problems with urination, sweating, pain, swelling, itching of the external genitalia, low back pains...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9R",
    "Meaning": "Yin Mound Spring",
    "Localisation": "5 cun superior to #3R#, posterior to the tibia on the vertical line that joins #3R# to #10R#.",
    "Actions": "Supplements the Kidneys, removes obstruction from  the @vessel_yin_wm@, (Xi-cleft point of the Yin Wei Mai), disinhibits the heart, resolves phlegm, pacifies the Shen, \"Beautiful Baby point",
    "Indications_Therapeutiques": "Psychological problems, (delirium, agitation, mania, manic depressive...), epilepsy, cramps of the calf, weakness and  pain of the legs... The \"Beautiful Baby\" point  affects  the first stages of growth  (especially during pregnancy); needle this point in the 3rd, 5th and 8th months of pregnancy, it  helps to  prepare the mother's body for childbirth , strengthens the child ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10R",
    "Meaning": "Yin Valley",
    "Localisation": "At the medial extremity of the popliteal crease, between the tendon of the semitendinosus and that of the semimembranosus muscles.  The point is located with the knee flexed.",
    "Actions": "Supplements the Kidneys, clears obstruction from the channel, disinhibits the Lower Burner, resolves dampness. (Jiaohui-Intersection  point, Water Phase, 5 Phase Transporting point).",
    "Indications_Therapeutiques": "Disorders of the Kidneys (renal colic, nephritis, (renal colic, nephritis, urinary stones ...) problems with urination,  pain in the abdomen, pain and/or itching of the external genitalia, problems with the genital organs, uterine hemorrhage, involuntary leakage of semen, pathological vaginal discharge, infertility, knee pain, pain of the inner thigh, psychological problems (agitation, manic depressive psychosis)...)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11R",
    "Meaning": "Pubic Bone",
    "Localisation": "At the superior border of the pubic symphysis, 0.5 cun lateral to the anterior midline, level with #2RM#.",
    "Actions": "Supplements the Kidneys, regulates the water courses and the Lower Burner, regulates  the changes and transformations of Kidney Yin (fertility issues).\n(Luo-Connecting point of the Chong Mai).",
    "Indications_Therapeutiques": "Painful urination, involuntary urination during sleep (enuresis), incomplete urination, hernia, rectal or uterine prolapse, involuntary leakage of semen, sexual impotence, problems related to the genitals, fertility issues...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12R",
    "Meaning": "Great Brightness",
    "Localisation": "1 cun superior to #11R#, 0.5 cun lateral to the anterior midline, level with #3RM#.",
    "Actions": "Supplements the kidneys and the Jing-Essence, regulates the Lower Burner. Acts on the genitals and the organs of  Yin transformation..\n(Point on the Chong Mai).",
    "Indications_Therapeutiques": "Pain and  diseases of the external genitalia, failure of the testes to descend into the scrotum, involuntary leakage of semen, pathlogical vaginal secretions, sexual impotence, scant production of sperm, (enhances sperm production), prolapse, fertility issues, (possibly helpful during artificial insemination)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13R",
    "Meaning": "Qi Point",
    "Localisation": "2 cun superior to #11R#, 0.5 cun lateral to the anterior midline, level with #4RM#.",
    "Actions": "Supplements the kidney and the Jing-Essence, regulates the Lower Burner, the Ren mai and the Chong Mai.\n(Point on the Chong Mai).",
    "Indications_Therapeutiques": "Painful menstrual periods (dysmenorrhea), absence of menstrual period (amenorrhea), uterine hemorrhage, vaginal discharge, diahrrea, lumbar pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14R",
    "Meaning": "Fourfold Fullness",
    "Localisation": "3 cun superior to #11R#, 0.5 cun lateral to the anterior midline, level with #5RM#.",
    "Actions": "Supplements the Kidneys, regulates the Lower Burner, the water courses and the Qi, resolves blood stagnation.,\n(Point on the Chong Mai).",
    "Indications_Therapeutiques": "Pain in the abdomen, kidney pain, uterine hemorrhage, dysmenorrhoea, vaginal discharge, involuntary leakage of semen, edema, diahrrea...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15R",
    "Meaning": "Central Flow",
    "Localisation": "1 cun below the umbilicus, 0.5 cun lateral to the anterior midline, level with #7RM#.",
    "Actions": "Regulates the lower burner and the Intestines.\n(Point on the Chong Mai).",
    "Indications_Therapeutiques": "Painful menstrual periods,  pain in the abdomen, constipation, diahrrea, lumbar pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16R",
    "Meaning": "Membrane Shu",
    "Localisation": "0.5 cun lateral to the center of the umbilicus.",
    "Actions": "Regulates the lower burner, the Qi and the Intestines.\n(Point on the Chong Mai).",
    "Indications_Therapeutiques": "Stomachache, constipation, diahrrea, vomiting, menstrual problems (dysmenorrhoea), jaundice...\n\nPsychologically: point may be painful on palpation if mental trauma is present (on the left side if it concerns trauma related to a man, on the right if a woman); supplement the point with moxa (blockage at this point may cause disturbances, fertility disorders ...).",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17R",
    "Meaning": "Curve in the  Tube",
    "Localisation": "2 cun superior to #16R#, 0.5 cun lateral to the anterior midline, level with #10RM#.",
    "Actions": "Regulates the Middle Burner and the Intestines, nourishes the Spleen, dissolves masses.\n(Point on the Chong Mai).",
    "Indications_Therapeutiques": "Abdominal pain, loss of appetite, anorexia, abdominal masses, digestive congestion, diahrrea, constipation, vomiting...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18R",
    "Meaning": "Stone Pass",
    "Localisation": "3 cun superior to #16R#, 0.5 cun lateral to the anterior midline, level with #11RM#.",
    "Actions": "Regulates the Middle Burner, the Intestines, Qi and resolves blood stagnation.\n(Point on the Chong Mai).",
    "Indications_Therapeutiques": "Abdominal pain, constipation, nausea, vomiting, hiccups, infertility,  acute abdominal pain  post-partum.. .",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19R",
    "Meaning": "Yin Capital",
    "Localisation": "4cun superior to #16R#, 0.5 cun lateral to the anterior midline, level with #12RM#.",
    "Actions": "Regulates the Middle Burner and the Qi, descends counterflow Qi.\n(Point on the Chong Mai).",
    "Indications_Therapeutiques": "Epigastric pain, bowel sounds, nausea, vomiting, abdominal tightness and distention , constipation, cough,intercostal pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "20R",
    "Meaning": "Free Pass",
    "Localisation": "5 cun superior to #16R#, 0.5 cun lateral to the anterior midline, level with #13RM#.",
    "Actions": "Regulates the Middle Burner,  Intestines and Qi, nourishes the Spleen, descends counterflow Qi.\n(Point on the Chong Mai).",
    "Indications_Therapeutiques": "Epigastric pain, bowel sounds, nausea, vomiting, abdominal tightness and distention , diahrrea, cough, intercostal pain, problems of the tongue, loss of voice...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "21R",
    "Meaning": "Dark Gate",
    "Localisation": "6 cun superior to #16R#, 0.5 cun lateral to the anterior midline, level with #14RM#.",
    "Actions": "Regulates the Middle Burner (especially the Stomach) and the Qi of the Liver, descends counterflow Qi.,\n]Point on the Chong Mai. Command point of the Liver, (in its capacity as manufacturer of protein cells): prophylactic for cancer, may help to prevent development of cancer and its metastases, treats the tumor, nodules...",
    "Indications_Therapeutiques": "Abdominal pain, bowel sounds, nausea, vomiting, belching, hiccups, diahrrea, cough, thoracic pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "22R",
    "Meaning": "Stepping Up",
    "Localisation": "On the anterior aspect of the chest, in the fifth intercostal space, 2 cun from the midline,  level with #16RM#.  (Midway between the anterior vertical midline and the  vertical line that passes through the nipples.)",
    "Actions": "Disinhibits the chest, regulates Lung Qi and Middle Burner, descends counterflow Qi.\n(Command point of the Lung).",
    "Indications_Therapeutiques": "Shortness of breath, cough, pleurisy, intercostal pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "23R",
    "Meaning": "Spirit Haunt",
    "Localisation": "On the anterior aspect of the chest, in the fourth intercostal space, 2 cun from the midline,  level with #17RM#.  (Midway between the anterior vertical midline and the  vertical line that passes through the nipples.)",
    "Actions": "Disinhibits the chest, regulates Lung Qi and the Middle Burner, descends counterflow Qi,  acts on the breasts.",
    "Indications_Therapeutiques": "Shortness of breath, cough, asthma, pleurisy, intercostal pain, inflammation in the breast, breast abscess...\n\nnote: If the point is spontaneously painful, this can mean a significant risk of heart problems, consult a cardiologist).",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "24R",
    "Meaning": "Spirit Border",
    "Localisation": "On the anterior aspect of the chest, in the third intercostal space, 2 cun from the midline,  level with #18RM#.  (Midway between the anterior vertical midline and the  vertical line that passes through the nipples.)",
    "Actions": "Disinhibits the chest, regulates Lung Qi and the Middle Burner, descends counterflow Qi, acts on the breasts, pacifies the Shen.",
    "Indications_Therapeutiques": "Shortness of breath, cough, asthma, pleurisy, intercostal pain, palpitations, vomiting, inflammation of the breast (as in mastitis), breast abscess...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "25R",
    "Meaning": "Spirit Treasure house",
    "Localisation": "On the anterior aspect of the chest, in the second intercostal space, 2 cun from the midline,  level with #19RM#.  (Midway between the anterior vertical midline and the  vertical line that passes through the nipples.)",
    "Actions": "Disinhibits the chest, regulates Lung Qi, benefits the Shen.",
    "Indications_Therapeutiques": "Shortness of breath, cough, asthma, pleurisy, intercostal pain, vomiting, agitation, depression, loss of gusto for life (joie de vivre)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "26R",
    "Meaning": "Flourishing Center",
    "Localisation": "On the anterior aspect of the chest, in the first intercostal space, 2 cun from the midline,  level with #20RM#.  (Midway between the anterior vertical midline and the  vertical line that passes through the nipples.)",
    "Actions": "Disinhibits the chest, regulates Lung Qi, descends counter-flow Qi, acts on the breasts, resolves phlegm.",
    "Indications_Therapeutiques": "Shortness of breath, cough, asthma, pleurisy, intercostal pain, palpitations, vomiting, phlegm stagnation, inflammation of the breast (as in mastitis), breast abscesses...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "27R",
    "Meaning": "Palace Transfer Terminus",
    "Localisation": "On the anterior aspect of the chest, in the depression between the first rib and the lower edge of the clavicle, 2 cun from the midline of the chest. level with  #21RM#.",
    "Actions": "Regulates Lung Qi, disinhibits the chest, resolves phlegm.",
    "Indications_Therapeutiques": "Cough, shortness of breath, asthma (this point is active  in asthma, asthmatic cough, asthma due to Kidney vacuity), phlegm, thoracic pain, vomiting...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1MC",
    "Meaning": "Heavenly Pond",
    "Localisation": "On the anterolateral  aspect of the chest, 1 cun lateral to the nipple, in the fourth intercostal space.",
    "Actions": "Regulates and descends the Qi, resolves phlegm, disinhibits the chest.\nWindow of Heaven point, Jiaohui-Intersection (Meeting) point of the @axis_jueyin@.",
    "Indications_Therapeutiques": "Cough, shortness of breath, phlegm, intercostal pain, thoracic oppression, lymphadenopathy, fibrocystic breast, insufficient breast milk, breast abscess, breast pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2MC",
    "Meaning": "Heavenly Spring",
    "Localisation": "2 cun inferior to the anterior extremity of the axillary crease, between the two heads of the biceps muscle of the arm.",
    "Actions": "promotes free circulation in the channel, disinhibits the chest, nourishes the blood.",
    "Indications_Therapeutiques": "Chest pain, pain and disease of the Heart, palpitations, pain of the back, shoulder,  scapula, medial side of the arm; intercostal pain.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3MC",
    "Meaning": "Marsh at the Bend",
    "Localisation": "In the center of the cubital crease of the elbow, on the ulnar side of the tendon of the biceps muscle.",
    "Actions": "Promotes free circulation in the channel, disinhibits the chest, nourishes the blood, regulates the Stomach and the Intestines.  He-Sea point, Water Phase.",
    "Indications_Therapeutiques": "Fever, cough, shortness of breath, coughing up of blood, vomiting blood, palpitations, gastic disturbances, nausea, vomiting...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4MC",
    "Meaning": "Xi-Cleft Gate",
    "Localisation": "On the palmar aspect of the forearm, 5 cun superior to the wrist crease, between the tendons of the  palmaris longus and flexor carpi radialis muscles.",
    "Actions": "Clears obstruction from the channel (Xi-cleft point), nourishes the blood, clears stasis, clears heat, pacifies the Heart and  the Shen.",
    "Indications_Therapeutiques": "Pain in the chest, rapid heart beat (as in tachycardia), chest pain, inflammation in the breast (as in mastitis), vomiting blood, cough, coughing up  blood,  bleeding from the nose (epistaxis), hemorrhoids, restlessness, agitation,insomnia...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5MC",
    "Meaning": "Go Between",
    "Localisation": "On the palmar aspect of the forearm, 3 cun superior to the wrist crease, between the tendons of the  palmaris longus and flexor carpi radialis muscles.",
    "Actions": "Disinhibits the chest, clears heat, pacifies the Heart and the Shen, resolves phlegm, regulates the Middle Burner\nJing-River, Metal Phase; Luo-connecting point of the 3 Yin channels of the upper body: Ghost Point",
    "Indications_Therapeutiques": "Cardiac pain, rapid heart beat (as in tachycardia), chest pain, vomiting blood, coughing up of blood, cough, gastric pain, nausea, vomiting, painful menstrual periods, vaginal discharge, pain of the medial aspect of the arm, restlessness, agitation, delirium, insomnia...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6MC",
    "Meaning": "Inner Pass",
    "Localisation": "On the palmar aspect of the forearm, 2 cun superior to the wrist crease, between the tendons of the  palmaris longus and flexor carpi radialis muscles.",
    "Actions": "Disinhibits the chest, regulates the Heart Qi and blood, clears heat, calms the Heart and pacifies the the Shen, regulates the Stomach, acts on the @vessel_yang_wm@ (Jiaohui-Confluence point of  the 8 extraordinary vessels). (Luo-Connecting point of the Pericardium channel; Luo-Connecting point of the Upper Burner).",
    "Indications_Therapeutiques": "Chest pain, cardiac pain,arrhythmia, palpitations, cough, gastric pain, nausea, vomiting, diahrrea, intercostal pain, hiccups, dysmenorrhoea, hypertension, anguish, anxiety,emotional tension, delirium, agitation, insomnia, nausea and vomiting related to pregnancy...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7MC",
    "Meaning": "Big Mound",
    "Localisation": "At the middle of the wrist crease, between the tendons of the  palmaris longus and flexor carpi radialis muscles.",
    "Actions": "Disinhibits the chest, regulates the Heart Qi and blood,  Clears heat and calms the Heart, pacifies the  Shen, regulates the Stomach and the Intestines.\n(Shu-Stream, Earth Phase. Yuan-Source point, 4th (of 13) Ghost Point.)",
    "Indications_Therapeutiques": "Chest pain, Cardiac pain, arrhythmia, palpitations, cough, disorders of the breast, flushed face, redness of the eyes, headaches, gastric pain, nausea, vomiting, diahrrea, intercostal pain, hiccups, dysmenorrhoea, hypertension, epileptic fits, anguish, anxiety, emotional tension, delirium, agitation, insomnia...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8MC",
    "Meaning": "Palace of Toil",
    "Localisation": "In the center of the palm of the hand, in the space between the second and third  metacarpal bones, where the middle finger touches the palm when the fist is clenched.",
    "Actions": "Disinhibits the chest, regulates the Heart Qi and blood,  clears heat and calms the Heart, pacifies the  Shen, regulates the Stomach and the Intestines.\n(Ying-Spring, Fire phase, 5 Phase Transporting point. 9th (of 13) Ghost Point).",
    "Indications_Therapeutiques": "Chest pain, heart pains, fever,  fever with convulsions, loss of consciousness, hypertension, intercostal pain, gastric pain, vomiting, vomiting blood, hiccups, mouth ulcers, sweating, epileptic fits, agitation, delirium, skin disease of the hand (such as eczema)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9MC",
    "Meaning": "Center Surge",
    "Localisation": "In the center of the tip of the middle finger",
    "Actions": "Clears heat and wind, restores consciousness, acts on the tongue.\n(Jing-Well, Wood phase Point, supplementation point.)",
    "Indications_Therapeutiques": "Fever, headaches, hypertension, loss of consciousness, palpitations, cardiac pain, heart disease, gastric pain, vomiting, pain of the  tongue, burning sensation of the tongue,  red mouth ulcers, herpes, disorders of the ear, heat in the palm of the hand, agitation, anxiety.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1TR",
    "Meaning": "Surge at the Gate",
    "Localisation": "On the lateral side of the ring finger, 0.1 cun  from the  proximal corner of the nail.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, clears heat, acts on the ears, the eyes and the tongue.\n(Jing-Well, Metal Phase Point, Luo-Connecting point of the Du Mai).",
    "Indications_Therapeutiques": "Ear infections, ear pain, tinnitus, loss of auditory acuity, problems of the tongue and mouth, red and painful eyes, sore throat, headaches, dizziness,  fevers, fainting, acute pain at the backof the shoulder or on the arm...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2TR",
    "Meaning": "Water Gate",
    "Localisation": "On the back of the hand, between the fourth and fifth metacarpal bones, in the depression distal to the mtacarpal-phalangeal joints.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, clears heat (Ying-Spring, Water Phase), acts on the ears, pacifies the Shen.",
    "Indications_Therapeutiques": "Ear pain, tinnitus, loss of auditory acuity, headache, red and painful eyes, uncontrolled salivation (drooling), conjunctivitis, toothache, infection of the gums, sore throat, chest and heart pain, mentally disturbed, psychotic episode, manic state, epileptic fits, pain of the hand,  arm and/or neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3TR",
    "Meaning": "Central Islet.",
    "Localisation": "On the back of the hand, between the fourth and fifth metacarpal bones, in the depression proximal to the metacarpophalangeal joint.",
    "Actions": "Promotes free circulation and removes obstruction from the channel, clears heat, acts on the ears, clears the head and the eyes. Shu-Stream, Wood phase, supplementation point.",
    "Indications_Therapeutiques": "Ear infections, ear pain, tinnitus, loss of auditory acuity, red and painful eyes, flushed face, sore throat, headaches, dizziness, fevers, fainting, paralysis of the upper limbs, pains of the shoulder or arm...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4TR",
    "Meaning": "Yang Pond",
    "Localisation": "On the  the back of the hand, on the wrist crease, at the junction of the ulna and the  carpal bones, in the depression lateral to  the tendon of the extensor digitorum communis.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, clears heat, relaxes the tendons (Yuan-Source point)",
    "Indications_Therapeutiques": "Disorders of the wrist, pain of the shoulder, arm and/or of the neck, occipital migraines, loss of auditory acuity, sore throat...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5TR",
    "Meaning": "Outer Gate",
    "Localisation": "2 cun proximal to the dorsal wrist crease between the radius and the ulna.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel (Luo-Connecting point of the Triple Burner channel), expels wind and clears heat, benefits the head and the ears, acts on the  @vessel_yang_wm@  (Jiaohui-Confluence point of the Yang Wei Mai).",
    "Indications_Therapeutiques": "Headaches, sore throat, fever, dizziness, intercostal pain, loss of auditory acuity, tinnitus, ear pain, toothache, bleeding from the nose (epistaxis), redness and pain of the eyes, uncontrolled salivation (drooling), abdominal pain, constipation, pain of the shoulder, of the arm, of the neck, paralysis of the upper limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6TR",
    "Meaning": "Branching Out",
    "Localisation": "1 cun proximal to  #5TR#, between the radius and the ulna.",
    "Actions": "Regulates Qi and clears heat (Jing-River, Fire phase, 5 Phase Transporting point) , clears obstruction from the Large Intestine, acts on the voice (Midday/Midnight point)",
    "Indications_Therapeutiques": "Headaches, sore throat, fever, dizziness, intercostal pain, loss of auditory acuity, tinnitus, ear pain, toothache, bleeding from the nose (epistaxis), redness and pain of the eyes, abdominal pain, constipation,  shoulder, arm, neck pain, paralysis of the upper limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7TR",
    "Meaning": "Ancestors Gathering",
    "Localisation": "3 cun proximal to the dorsal wrist crease, level with San Jiao 6 on the radial side of the ulna",
    "Actions": "Promotes free circulation in and clears obstruction from the channel (Xi-cleft point), acts on the ears.",
    "Indications_Therapeutiques": "Tinnitus, loss of auditory acuity, deafness, pain of the upper limbs, epilepsy...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8TR",
    "Meaning": "Three Yang Luo Connection",
    "Localisation": "1 cun proximal to  #6TR#, between the radius and the ulna.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel,  the ears and the voice.\n(Luo-connecting point of the Yang channels of the upper body.)",
    "Indications_Therapeutiques": "Loss of auditory acuity, deafness, aphasia, toothache, pain of the upper limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9TR",
    "Meaning": "Four Rivers",
    "Localisation": "Un the  dorsal aspect of the forearm, 5 cun distal to the olecranon, between the radius and the ulna.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, acts on the ears and the throat.",
    "Indications_Therapeutiques": "Tinnitus, loss of auditory acuity, deafness, aphasia, toothache, sore throat, pain of the upper limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10TR",
    "Meaning": "Well of Heaven",
    "Localisation": "With the elbow flexed, in the center of the depression 1 cun proximal to the olecranon.",
    "Actions": "Promotes free circulation and removes obstruction from the channel (Uniting point, Earth Phase, draining/dispersing (Child) point, regulates Qi, clears heat, and resolves phlegm, pacifies the Shen.",
    "Indications_Therapeutiques": "cough, vomiting blood, intercostal pain, tumor, sore throat, eye pains, ear pain, hemorrhoids, pain of the upper limbs.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11TR",
    "Meaning": "Clear Cold Deep",
    "Localisation": "With the elbow flexed, the point is located 1 cun proximal to #10TR#, on a line connecting the olecranon with the lateroposterior extremity of the acromion.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel,clears damp-heat and wind-damp, benefits the shoulder.",
    "Indications_Therapeutiques": "Headaches, eye pain, intercostal pain, pain and obstruction of the shoulder and the arm",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12TR",
    "Meaning": "Riverbed Dispersion",
    "Localisation": "on the line connecting the tip of the olecranon to the posterolateral tip of the acromion, midway between  #11TR# and #13TR#.",
    "Actions": "Promotes the free circulation of Qi and clears obstruction from the channel, acts locally on the shoulder, relieves pain.",
    "Indications_Therapeutiques": "Headaches, fever, dizziness, pain, stiffness and  painful obstruction (Bi syndrome)of the nape of the neck, shoulder and/or arm.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13TR",
    "Meaning": "Upper Arm Intersection",
    "Localisation": "On  the  dorsal aspect of the deltoid muscle, 3 cun distal to #14TR#",
    "Actions": "Promotes free circulation of the Qi, removes obstruction from the channel, regulates Qi, resolves phlegm, acts on the local area.",
    "Indications_Therapeutiques": "Fever, disorders of the eye, pain, stiffness, shoulder and/or arm painful  obstruction (Bi syndrome)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14TR",
    "Meaning": "Shoulder Bone Cavity",
    "Localisation": "In the depression posterior and inferior to the acromion  that is formed when the upper arm is held in a horizontal position.",
    "Actions": "Promotes free circulation in and clears obstruction from the channel, clears damp-heat and wind-damp, acts locally on  the shoulder.",
    "Indications_Therapeutiques": "Pain, stiffness, shoulder and arm painful  obstruction, paralysis of the upper limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15TR",
    "Meaning": "Celestial Bone Cavity",
    "Localisation": "Midway between the lateral extremity of the acromion  and #14DM#.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, disinhibits the chest, clears wind-damp, acts on  the local area.",
    "Indications_Therapeutiques": "Pain, stiffness, shoulder and arm painful  obstruction, paralysis of the upper limbs, cardiac and thoracic oppression...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16TR",
    "Meaning": "Sky Window",
    "Localisation": "Posterior and inferior to the mastoid process, on the posterior border of the sternocleidomastoid muscle, level with the angle of the mandible.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, regulates and descends Qi, expels wind, benefits the head and the sense organs.  (Jiaohui-Intersection (Meeting) point of the Channel divergences of the Pericardium and San Jiao channels, Window of Heaven point.)",
    "Indications_Therapeutiques": "Loss of auditory acuity, deafness, reduction of visual acuity, disorders of the eye, uncontrolled salivation (drooling), bleeding from the nose (epistaxis), dizziness, headache, sore throat, pain and  stiffness of the neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17TR",
    "Meaning": "Wind Guard",
    "Localisation": "Below the ear lobe, in a depression located between the ascending section of the mandible and the mastoid process.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, expels wind and clears heat, acts on the ears.",
    "Indications_Therapeutiques": "Disorders of the ear, (decreased acuity, deafness, inflammation of the ear, pain of the ear, tinnitus...), facial paralysis, toothache...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18TR",
    "Meaning": "Spasm Channel",
    "Localisation": "Posterior to  the pinna of the ear, at the lower third of the curved line connecting #17TR# to #20TR#  along the helix, at the hairline on the mastoid.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, expels wind, acts on the ears.",
    "Indications_Therapeutiques": "Disorders of the ear, (decreased acuity, deafness, inflammation of the ear, pain of the ear, tinnitus...), facial paralysis, toothache...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19TR",
    "Meaning": "Calms the Cranium",
    "Localisation": "Posterior to  the pinna of the ear, at the junction of the upper two thirds of the curved line connecting #17TR# to #20TR#  along the helix, 1 cun superior to #18TR#.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, clears heat, benefits the ears.",
    "Indications_Therapeutiques": "Disorders of the ear, (decreased acuity, deafness, inflammation of the ear, pain of the ear, tinnitus...), headache, vomiting, facial paralysis, toothache...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "20TR",
    "Meaning": "Top of the Angle",
    "Localisation": "When the ear is folded forward, the point is located directly above the tip that is thus formed",
    "Actions": "Promotes the free circulation of Qi throughout the channel, clears heat, benefits the ears, eyes and  mouth.",
    "Indications_Therapeutiques": "Disordersof the ear (decreased acuity, deafness, inflammation of the ear, pain of the ear, tinnitus...), facial paralysis, toothache, dental disorders, eye disorders, infection of the gums (as in gingivitis), pain and stiffness of the neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "21TR",
    "Meaning": "Ear Door",
    "Localisation": "In the depression anterior to the supratragic notch;  appears when the mouth is opened.",
    "Actions": "Clears heat, acts on the ear.",
    "Indications_Therapeutiques": "Disorders of the ear (decreased acuity, deafness, inflammation of the ear, ear pain, tinnitus...) toothache, dental problems, infection of the gums, pain and stiffness of the neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "22TR",
    "Meaning": "Ear Harmony Hole",
    "Localisation": "At the posterior border of the  hairline of the temple, anterior to and level with the superior insertion of the auricle, posterior to the superficial temporal artery.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, clears wind.",
    "Indications_Therapeutiques": "Tinnitus, headaches facial paralysis, nasal disorders, toothache...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "23TR",
    "Meaning": "Hollow by the Silk Bamboo Grove",
    "Localisation": "In the depression at the lateral extremity of the eyebrow.",
    "Actions": "Expels wind, benefits the  eyes.",
    "Indications_Therapeutiques": "Eye disorders, headaches, dizziness, toothache,  facial paralysis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1VB",
    "Meaning": "Pupil Bone Cavity",
    "Localisation": "0.5 cun lateral to the lateral canthus of the eye",
    "Actions": "Discharges Fire from the eyes, expels Wind-Heat. (Jing-Well point of the Hand Shao Yang Gall bladder channel,  Jiaohui-Intersection (Meeting) point  of the  @axis_shaoyang@  (San Jiao and Gallbladder channels).",
    "Indications_Therapeutiques": "Eye disorders (pain, redness, itching, conjunctivitis...), uncontrolled salivation (drooling), migraine with severe eye pain, ophthalmic migraine, facial paralysis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2VB",
    "Meaning": "Auditory Meeting",
    "Localisation": "Anterior to the intertragic notch, in the depression which appears when the mouth is opened",
    "Actions": "Clears Heat and Wind, chiefly acts on the ear and the jaw.  (Jiaohui-Intersection (Meeting) point of the @axis_shaoyang@; (Some sources give as San Jiao/Gall Bladder)",
    "Indications_Therapeutiques": "Ear disorders (acute otitis media, pain, itching, ear discharge, tinnitus, deafness ...), facial paralysis, disorders of the jaw ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3VB",
    "Meaning": "Upper Gate",
    "Localisation": "On the upper border border of the zygomatic arch, in the depression superior to #7E#.",
    "Actions": "Expels wind, clears obstruction from the channel.",
    "Indications_Therapeutiques": "Ear disorders (acute otitis media, pain, itching, ear discharge, tinnitus, deafness ...), facial paralysis, disorders of the jaw, toothache ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4VB",
    "Meaning": "Fullness at the Forehead",
    "Localisation": "At the temporal region within the hairline, on the line  that runs between #8E# and #7VB#, one fourth of the distance from #8E# .",
    "Actions": "Clears heat and wind, promotes free circulation in the channel.",
    "Indications_Therapeutiques": "Headaches, dizziness, tinnitus, facial paralysis, toothache...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5VB",
    "Meaning": "Suspended Skull",
    "Localisation": "Midway between  #8E# and #7VB#.",
    "Actions": "Clears heat and wind, promotes free circulation in the channel.",
    "Indications_Therapeutiques": "Headaches, toothache, rhinitis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6VB",
    "Meaning": "Suspended Balance",
    "Localisation": "Level with the temporoparietal suture, at the lower quarter of a line joining  #7VB# and #8E#.",
    "Actions": "Clears heat and wind, promotes free circulation  in the channel.",
    "Indications_Therapeutiques": "Headaches (often sensitive to pressure if migraine type), ear infection, tinnitus, toothache,  redness and swelling of the face...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7VB",
    "Meaning": "Hairline Temple Curve",
    "Localisation": "At the Intersection of a horizontal line that brushes the apex of the auricle and a verticle line that passes by the anterior border of the ear.",
    "Actions": "Expels wind, acts on the mouth and the jaw.",
    "Indications_Therapeutiques": "Pain of the jaw, difficulty opening the mouth, deviation of the mouth, headaches, wry neck...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8VB",
    "Meaning": "Leading to the Valley",
    "Localisation": "1.5 cun within the hairline, in the slight depression approximately 1 cun  above the tip of the apex of the ear.  Folding the auricle back on itself and following the vertical line that this creates upwards “leads” to the point in a little valley in the skull.",
    "Actions": "Detoxification point, psychological issues. Drainage and detox action (Jiaohui-Intersection (Meeting)  point with Urinary Bladder). Expels wind, regulates the diaphragm and the stomach",
    "Indications_Therapeutiques": "Addictions ( drugs, alcohol, medications...), supports making the personal commitment to end drug addiction, one-sided headache, pain at both corners of the head, possibly senation like an iron band encircling the head (headlock), insomnia, vomiting, nausea, dizziness, pain of the diaphragm...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9VB",
    "Meaning": "Heavenly Hub",
    "Localisation": "Two cun within the hairline, 0.5 cun posterior to #8VB#.",
    "Actions": "Expels wind and clears heat, calms the Shen.\nIn connection with the movements of Yang outward (assisting  excess Yang to exit the skull), pacifies the  Yang of the head, circulates Yang, beneficial in disorders of the central nervous system. (Window of Heaven point according to some sources.)",
    "Indications_Therapeutiques": "Throbbing migraine headaches, tinnitus, gingivitis, toothache, ataxia (loss of balance in conjunction  with uncontrollable spasmodic movements), multiple sclerosis, epilepsy ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10VB",
    "Meaning": "Flowing White",
    "Localisation": "Behind  the root of the pinna of the ear, approximately 1 cun inferior and posterior to #9VB# , 1 cun within the hairline.",
    "Actions": "Expels wind, promotes free circulation in the channel, acts locally.",
    "Indications_Therapeutiques": "Headaches, tinnitus, deafness, toothache, stiffness and pain of the neck, pain of the throat, tonsillitis, cough...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11VB",
    "Meaning": "Head Yin  Cavity",
    "Localisation": "At the midpoint of the line that joins #10VB# with  #12VB#.",
    "Actions": "Expels wind and dampness, promotes free circulation  in the channel, acts on the  eyes and the ears",
    "Indications_Therapeutiques": "Headaches, tinnitus, deafness, ear pain, eye pain, stiffness and pain of the neck, pain of the throat, cough...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12VB",
    "Meaning": "Mastoid's Edge",
    "Localisation": "In the  depression on the posteroinferior aspect of the mastoid process.",
    "Actions": "Expels wind, heat, dampness and phlegm. Acts on the head.  Calms the Shen.",
    "Indications_Therapeutiques": "Headaches, frontal migraine, tinnitus, facial paralysis, toothache, pain and stiffness of the neck, agitation, insomnia, epilepsy...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13VB",
    "Meaning": "Shen Spirit Root",
    "Localisation": "On the vertical line passing through the outer canthus of the eye, 0.5 cun posterior to the anterior hair line and 2/3 of the distance between #24DM# to #E8#  (level with #24DM#).",
    "Actions": "Expels wind, benefits the eyes, calms the Shen, supplements kidney essence at  the head, anterior Root of the Sky point.  (Intersection area of the upper Channel Sinews)",
    "Indications_Therapeutiques": "Headaches, eye disorders,vomiting,  pain and stiffness of the neck,epilepsy, schrizophrenia, mania, bi-polar disorder, obsessive compulsive disorder, borderline  psychosis, obsessive rumination over past events, paranoia...(May also be needled in association with #4DM#, and may be helpful to practice Qi Gung Gall Bladder moves in conjunction with acupuncture)",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14VB",
    "Meaning": "Yang Clarity",
    "Localisation": "Directly superior to the pupil of the eye, 1 cun superior to the eyebrow.",
    "Actions": "Expels wind and clears heat, acts on the head and the eyes, calms the Shen, relieves pain.  Jiaohui-Intersection (Meeting) point with @vessel_yang_wm@.",
    "Indications_Therapeutiques": "Frontal headaches, eye pain, uncontrolled salivation (drooling), nearsightedness, glaucoma, pain of the supraorbital ridge, facial paralysis, obsessions, excessive emotional sensitivity...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15VB",
    "Meaning": "About Tears",
    "Localisation": "On an imaginary vertical line that passes through the pupil, 0.5 cun behind the  anterior hairline.",
    "Actions": "Expels wind and clears heat, acts on the head, nose and eyes, calms the Shen, relieves pain.",
    "Indications_Therapeutiques": "Frontal Headaches, eye pain, uncontrolled salivation (drooling), pain of the supraorbital ridge, vertigo,  nasal obstruction...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16VB",
    "Meaning": "Eye Window",
    "Localisation": "I.5 cun above #15VB#,  2 cun posterior to the anterior hairline,  on a line joining  #15VB# and #20VB#",
    "Actions": "Expels wind, benefits the head and the  eyes, relieves pain.",
    "Indications_Therapeutiques": "Eye disorders, (pain, redness, heat of the eyes, nearsightedness, glaucoma, drooling...), nasal obstruction, toothache, jaw pain, headaches...",
    "Option1": "This location is given as 1.5 cun above the hairline  (and therefore 2 cun  above 15VB) in Fundamentals of Chinese Acupuncture (Ellis, Wiseman, Boss) and Deadman's Manual of Acupuncture, the two primary reference works for the US licensing exam. I have adjusted the location distance numbers for GB 16-18 to conform with this...",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17VB",
    "Meaning": "Vertical Construction",
    "Localisation": "I.5 cun above #16VB#,  3.5 cun posterior to the anterior hairline.",
    "Actions": "Expels wind, benefits the head, rectifies counterflow, relieves pain.",
    "Indications_Therapeutiques": "Headaches, toothache, nausea, dizziness, vomiting...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18VB",
    "Meaning": "Spirit Reception",
    "Localisation": "1.5 cun posterior to #17VB#,  5 cun posterior to the hairline, on a line joining  #16VB# to #20VB#",
    "Actions": "Expels wind, acts on the head and the nose, pacifies the Shen.",
    "Indications_Therapeutiques": "Headaches, dizziness, eye pain, nasal obstruction, bleeding from the nose (epistaxis), shortness of breath, cough, neurosis, obsessive compulsive disorder...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19VB",
    "Meaning": "Brain Space",
    "Localisation": "1.5 cun directly above  #20VB#, level with  Du 17 on the occipital protruberance.",
    "Actions": "Expels wind, acts on the head, ears  and eyes.",
    "Indications_Therapeutiques": "Headaches, dizziness, deafness, tinnitus, eye pain, nose pain, nasal obstruction, bleeding from the nose (epistaxis), shortness of breath, cough, asthma, wry neck (torticolis)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "20VB",
    "Meaning": "Wind Pond",
    "Localisation": "In the  depression between the insertion of the sternocleidomastoid and the trapezius muscles, on the inferior border of the occipital bone.",
    "Actions": "Expels wind, acts on the head, eyes and ears, supplements the marrow and the brain, removes obstruction from the channel, facitates the ascent of yang. (Jiaohui-Intersection (Meeting) point with @vessel_yang_wm@ and @vessel_yang_qm@.)",
    "Indications_Therapeutiques": "Headaches, vertigo, dizziness,  eye problems(major point for the eye, redness, pain, uncontrolled salivation (drooling), distorted vision, blurred vision...), hypertension, wry neck, pain and stiffness of the neck, common cold, sore throat, deafness, bleeding from the nose (epistaxis), tinnitus...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "21VB",
    "Meaning": "Shoulder Well",
    "Localisation": "On the superior border of the trapezius muscle at the highest point of the shoulder, midway between the tip of the acroclavicular joint and Du 14.",
    "Actions": "Promotes free circulation in the channel and descends the Qi, clears obstruction from the channel, resolves phlegm, acts on the breasts, beneficial during childbirth (prohibited during pregnancy).",
    "Indications_Therapeutiques": "Major point for wry neck/torticollis (use sliding cup technique  with massage oil from the neck downwards to #21VB#), pain and / or stiffness of the neck, shoulder and back, promotes lactation, facilitates childbirth ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "22VB",
    "Meaning": "Armpit Well",
    "Localisation": "On the side of th chest, 3 cun directly below the center of the armpit, in the fourth intercostal space.",
    "Actions": "Promotes free circulation of Qi, regulates the Upper Burner. Jiaohui-Intersection (Meeting) point of  the upper Channel Sinews",
    "Indications_Therapeutiques": "Cough, intercostal pain, and/or inflammation of the pleura, axillary lymphadenopathy,pain of the armpit,  shoulder and/or of arm.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "23VB",
    "Meaning": "Side Sinew Seat",
    "Localisation": "3 cun below the center of the armpit, 1 cun anterior to  #22VB#, in the fourth intercostal space.",
    "Actions": "Promotes free circulation  and descends the Qi, regulates the three burners, removes obstruction from the channel.",
    "Indications_Therapeutiques": "Cough, shortness of breath, asthma, pain and sense of fullness in the chest, intercostal pain, vomiting, acid reflux...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "24VB",
    "Meaning": "Sun and Moon",
    "Localisation": "Vertically below the nipple, 1.5 cun inferior to  #14F#, in the seventh intercostal space.",
    "Actions": "Treats the gall bladder (Mu point of the gall bladder), promotes the free circulation of Liver Qi and descends counter-flow, clears damp-heat, regulates the middle burner.",
    "Indications_Therapeutiques": "Intercostal pain, gastric pain, abdominal distention, nausea, vomiting, gastric counterflow, hiccups,  jaundice, gallstones.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "25VB",
    "Meaning": "Capital Gate",
    "Localisation": "On the lateral aspect of the abdomen, immediately anterior and inferior to the 12th rib.",
    "Actions": "Supplements the kidneys (Front Mu point of the kidneys), the Spleen and the  intestines, regulates the water courses.",
    "Indications_Therapeutiques": "Lumbar pain, problems with urination, pain andabdominal distention, bowel sounds, diahrrea, intercostal pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "26VB",
    "Meaning": "Belt Channel",
    "Localisation": "On the inside of the torso at the junction of a vertical line running from the center of the axilla and a horizontal trajectory passing through the navel, between the free ends of the  eleventh and twelfth ribs.",
    "Actions": "Promotes free circulation of the @vessel_dam@ (Jiaohui-Intersection (Meeting) point with the Dai Mai), vessel  of yuan-original Qi, clears damp-heat,  regulates the uterus.",
    "Indications_Therapeutiques": "Lower abdominal pain, menstrual problems (dysmenorrhoea), leucorrhea, endometritis, cystitis, prolapse of the uterus, lumbar pain, intercostal pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "27VB",
    "Meaning": "Fifth Axis",
    "Localisation": "On the lower abdomen, 3 cun inferior to the level of the umbilicus, medial to the anterior superior iliac spine, approximately level with  #4RM#.",
    "Actions": "Promotes free circulation in the @vessel_dam@ (Jiaohui-Intersection (Meeting) point with the Dai Mai), vessel of yuan-original Qi, supplements the kidneys.",
    "Indications_Therapeutiques": "Lower abdominal pain, dysmenorrhoea, leucorrhea, endometritis, cystitis, uterine prolapse, lumbar pain, intercostal pain, constipation...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "28VB",
    "Meaning": "Linking Way",
    "Localisation": "On the lower abdomen, 0.5 cun medial and inferior to #27VB#.",
    "Actions": "Promotes free circulation in the @vessel_dam@ (Jiaohui-Intersection (Meeting) point with the Dai Mai), vessel of yuan-original Qi, supplements the kidneys. Drains dampness",
    "Indications_Therapeutiques": "Lower abdominal pain, dysmenorrhoea, leucorrhea, endometritis, cystitis, prolapse of the uterus, lumbar pain, intercostal pain, constipation...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "29VB",
    "Meaning": "Bone cavity at Squat",
    "Localisation": "Midway between the medial extremity of the anterior Iliac spine and the tip of the greater trochanter of the femur, on the line joining the two points.",
    "Actions": "Promotes free circulation and clears obstruction from the channel, expels wind, drains damp, warms cold, benefits the hip.",
    "Indications_Therapeutiques": "Pain of the hip, lumbar pain radiating towards the lower abdomen, pain of the lower limbs, paralysis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "30VB",
    "Meaning": "Leaping Round: Gluteal muscle",
    "Localisation": "On the lateral aspect of the hip,  one third of the distance  between the prominence of the greater trochanter of the femur and the hiatus of the sacrum (Du 2) on a line  running between  them. In a hollow which forms when the buttocks are contracted",
    "Actions": "Promotes free circulation and clears obstruction from the channel, expels wind, drains damp, warms cold, acts locally on the hip, controls the Yang of the lower limbs.( Jiaohui-Intersection (Meeting) point with @jin_e@, and @mai_v@).",
    "Indications_Therapeutiques": "Disorders of the hip (pain, arthritis...), sciatica, paralysis of the lower limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "31VB",
    "Meaning": "Wind Marketplace",
    "Localisation": "On the lateral aspect of the thigh, 7 cun  above the popliteal crease. Or, with the patient standing with arms hanging and the palm of the hand placed against the thigh, the point can be located approximately where the patient's middle finger touches the thigh.",
    "Actions": "Clears obstruction and promotes free circulation in the channel,  expels wind, cold and dampness.",
    "Indications_Therapeutiques": "Disorders of the hip (pain, arthritis...), sciatica, paralysis of the lower limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "32VB",
    "Meaning": "Middle of the Channel",
    "Localisation": "On the lateral aspect of the thigh, 5 cun  above the popliteal crease, 2 cun below  #31VB#.",
    "Actions": "Clears obstruction and promotes free circulation in the channel,  expels wind, cold and dampness.",
    "Indications_Therapeutiques": "Pain, stiffness, painful obstruction (Bi syndrome) of the knee, sciatica, painful obstruction (Bi syndrome) of the lower limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "33VB",
    "Meaning": "Knee Pass",
    "Localisation": "in the depression superior to the lateral femoral condyle  and the tendon of the femoral biceps muscle,  3 cun above  #34VB#.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel (Yang blockage point), expels wind, dampness and cold, relaxes the tendons.",
    "Indications_Therapeutiques": "Pain, stiffness, obstruction of the knee (often combined with  #33E#, #34VB#, #7F#),\nacute knee pain with weakness, osteoarthritis, painful obstruction (Bi syndrome)of the lower limbs, contraction of the tendons and muscles, paralysis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "34VB",
    "Meaning": "Yang Mound Spring",
    "Localisation": "On the lateral aspect of the lower leg, in the depression anterior and inferior to the head of the fibula",
    "Actions": "Acts on the Sinews and the muscles, (Hui-Meeting point of the  Sinews), promotes free circulation  and clears obstruction from the channel, clears damp-heat from the Liver and the Gall Bladder (He-Uniting point, Earth Phase).  (Ma Dan Yang Heavenly Star Point).",
    "Indications_Therapeutiques": "Swelling, tingling, stagnation, disorders of the sinews, paralysis, painful obstruction (Bi syndrome)of the lower limbs, lumbar pain, pain of the leg, dizziness, acid reflux, nausea, vomiting, intercostal pain, renal colic, severe gall bladder attack, hypertension...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "35VB",
    "Meaning": "Yang Crossing",
    "Localisation": "7 cun superior to to the tip of the  lateral malleolus, on a line connecting the lateral malleolus and #34VB#.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, clears heat, regulates the Qi of the Gall Bladder, relieves pain of the sinews.  (Xi-cleft point of the @vessel_yang_wm@; crossing point of the  Yang Channels of the lower body.)",
    "Indications_Therapeutiques": "Pain, stiffness, painful obstruction (Bi syndrome) of the knee, sciatica, painful obstruction (Bi syndrome)of the lower limbs, intercostal pain, asthma, painful obstruction (Bi syndrome)of the throat...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "36VB",
    "Meaning": "Outer Hill",
    "Localisation": "7 cun superior to the tip of the lateral malleolus, 1 cun anterior to #35VB#, on the anterior border of the fibula.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, clears damp-heat, regulates the Qi of the Gall Bladder and Liver, relieves pain of the sinews. Xi-cleft point .",
    "Indications_Therapeutiques": "Pain and distention of the chest, intercostal pain, cough, headaches, pain and stiffness of the neck, painful obstruction (Bi syndrome) of the lower limbs...",
    "Option1": "anterior to GB35 rather than “en arriere”",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "37VB",
    "Meaning": "Bright Clarity",
    "Localisation": "5 cun superior to the tip of the lateral malleolus, on the anterior border of the fibula.",
    "Actions": "Acts on the eyes, promotes free circulation in the channel, clears wind-damp.  (Luo-connecting point of the Gall Bladder channel)",
    "Indications_Therapeutiques": "Eye disorders (redness, pain, tearing, blurred vision, blinded by glare, itching, near-sightedness, far-sightedness...), headaches, breast pain, painful obstruction (Bi syndrome) of the lower limbs, knee pain,  weakness of the legs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "38VB",
    "Meaning": "Supports the Yang",
    "Localisation": "4 cun superior to the tip of the lateral malleolus, on the anterior border of the fibula.",
    "Actions": "Promotes free circulation and clears obstruction from the channel, clears heat and wind,   Jing-River, Fire phase,  (Fire (Child) point on Wood channel, therefore dispersal/draining action)",
    "Indications_Therapeutiques": "Migraine headaches, sore throat, pain and distention of the chest, intercostal pain, low back pains, paralysis, pain and contraction of the sinews, knee pain, painful obstruction (Bi syndrome) of the lower limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "39VB",
    "Meaning": "Hanging Bell",
    "Localisation": "3 cun superior to the tip of the lateral malleolus, on the anterior border of the fibula.",
    "Actions": "Promotes free circulation and clears obstruction from the channel, expels wind and clears heat, nourishes the marrow, strengthens the sinews and the bones. (Hui point of the marrow. Group Luo-connecting point of the 3 leg Yang channels.",
    "Indications_Therapeutiques": "Pain, stiffness, contracture of the neck; pain, stiffness, contracture of the joints; bone pain, paralysis, headaches, sciatica, ankle problems...  Stroke Prevention (needle on a regular basis for elderly individuals deemed to be at risk)",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "40VB",
    "Meaning": "At the bottom of the Channel",
    "Localisation": "Anterior and inferior to the lateral malleolus, in the depression lateral to the  tendon of the  extensor communis muscle of the toes.",
    "Actions": "Promotes free circulation of Qi and clears obstruction from the channel, clears heat and disperses dampness, regulates the Liver and the Gall Bladder Qi, acts on the tendons and the  joints, benefits the psyche.  (Yuan-Source point)",
    "Indications_Therapeutiques": "Headaches, disorders of the eye, sore throat, pain and distention of the chest, intercostal pain, vomiting, gastric reflux, low back pains, paralysis, pain and contracture of the tendons,  knee pain, painful obstruction (Bi syndrome) of the lower limbs, ankle pain... Supports the sense of self:  Self-confidence, decisiveness, provides support when one \"loses one's footing\"...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "41VB",
    "Meaning": "Feel Like Crying",
    "Localisation": "in a depression distal to the  junction of  of the fourth and fifth metatarsal bones, lateral to the tendon of the short extensor muscle of the little toe (extensor digitorum brevis).",
    "Actions": "Promotes free circulation in the channel (Shu-Stream, Wood phase, 5 Phase Transporting point), clears heat from the Liver and Gall Bladder, resolves phlegm, strengthens the the tendons and the muscles, regulates the @vessel_dam@, (Jiaohui-Confluence point of the Dai Mai), benefits the blood.",
    "Indications_Therapeutiques": "Headaches, disorders of the eye, dizziness, deafness, tinnitus, pain and distention of the chest, intercostal pain, vomiting, gastric reflux, low back pain, paralysis, pain, and contracture of the tendons, pain of the knee, painful obstruction (Bi syndrome)of the lower limbs, menstrual pain, dysmenorrhoea, pain of the ankle, pain of the foot...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "42VB",
    "Meaning": "Fifth Earth Meeting",
    "Localisation": "In the space between the fourth and fifth metatarsal bones, 0.5 cun distal to #41VB#.",
    "Actions": "Promotes free circulation in the channel, clears heat from the Liver and Gall Bladder.",
    "Indications_Therapeutiques": "Headaches, disorders of the eye, deafness, tinnitus, pain  of the axilla, disorders of the breasts, pain of the foot...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "43VB",
    "Meaning": "Beside the Torrent",
    "Localisation": "Immediately proximal to the interdigital space between the fourth and fifth toes.",
    "Actions": "Clears Fire excess (especially from the head), clears damp heat and expels wind. (Ying-Spring, Water Phase, supplementation point)",
    "Indications_Therapeutiques": "Temporal headaches, disorders of the eye, deafness, tinnitus, herpes zoster  affecting the eyes or on the chest, hypertension, dizziness, pain of the axilla, disorders of the breasts, intercostal pain, pain of the feet and toes...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "44VB",
    "Meaning": "Yin Foot Freeway",
    "Localisation": "On the fourth toe, 0.1 cun proximal to the lateral proximal corner of the nail.",
    "Actions": "promotes free circulation in the channel, clears Heat and Wind, regulates the Qi of the Liver and Gall Bladder, pacifies the Shen.  (Jing- River,  Metal Phase Point)",
    "Indications_Therapeutiques": "Headaches, disorders of the eye, deafness, tinnitus, vertigo, sore throat, dry mouth, stiffness of the tongue, pain in the region of the axilla, disorders of the breasts (tumors, abscesses...), intercostal pain, dysmenorrhoea, disorders affecting the tendons, insomnia, nightmares...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1F",
    "Meaning": "Big Mound",
    "Localisation": "On the big toe, about 0.1 cun proximal to the lateral corner of the nail.",
    "Actions": "Promotes Qi circulation and the return of Yang Regulates menstrual blood. Nourishes Liver Yin, (Jing-Well, Wood phase, 5 Phase Transporting Point). Treats the Lower Burner. Clears  damp heat of the Liver  with Yang  repletion accompanied by Yin vacuity.  Restores consciousness and calms the Shen.",
    "Indications_Therapeutiques": "Excessive menstrual bleeding (menorrhagia), problems related to the external genitals (such as swollen or retracted testicles, scrotal hernia...), involuntary urination during sleep (enuresis), damp-heat of the Liver as when due to excessive alcohol consumption, (Yang repletion combined with Yin vacuity aggressing the Qi of the Spleen via the control cycle), emotional disturbances (especially related to anger issues), loss of consciousness...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2F",
    "Meaning": "Active Interval",
    "Localisation": "Directly proximal to the margin of the web between the first and second toes.",
    "Actions": "Spreads the Qi of the Liver. Cools Liver heat (Child point, therefore Reducing action)  Stops bleeding Subdues Liver wind. Treats the Lower Burner",
    "Indications_Therapeutiques": "Vertex headaches, vertigo (as in Meniere's disease) vomiting, redness and pain of the eyes, drooling, bleeding from the nose (epistaxis), intercostal pain, hypertension, insomnia, pain and itching of the genital organs, urinary retention, dysmenorrhea, vomiting blood...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3F",
    "Meaning": "Great Surge",
    "Localisation": "i.5 cun proximal to #2F#, between the first and second metatarsal bones.",
    "Actions": "Spreads Liver Qi, descends Liver Qi, clears the head, benefits  the eyes, invigorates Liver blood, treats  the Lower Burner. Shu-Stream point, (Earth Phase. Yuan-Source point Ma Dan Yang Heavenly Star Point.)",
    "Indications_Therapeutiques": "Headaches, eye disorders, calms the mind in tense individuals, beneficial for individuals taking antipsychotic drugs, promotes  mental-emotional stability, regulates the menses,  problems with walking, cramping, problems related to the genitals...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4F",
    "Meaning": "Enriches the Center",
    "Localisation": "Anterior to the medial malleolus, in the depression between  the  tendons of the tibialis anterior and the extensor  of the big toe .",
    "Actions": "Promotes free circulation of Liver Qi, regulates the Lower Burner. (Jing- River,  Metal Phase Point)",
    "Indications_Therapeutiques": "Lower abdominal pain, problems related to the genital organs (spermatorrhea, pain of the penis, retraction of the genital organs, hernia ...), problems with urination, (urinary retention, painful urination...)...(",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5F",
    "Meaning": "Wormwood Channel",
    "Localisation": "5 cun  superior to the  tip of the medial malleolus, on the posterior  border of the tibia.",
    "Actions": "Spreads Liver Qi, treats the Lower Burner and disperses damp-heat. Benefits the emotions. (Luo-Connecting point of of the Liver)",
    "Indications_Therapeutiques": "Genital infections, vulvovaginal (Bartholin) gland inflammation, cystitis, itching of the external genital organs, hernia, spermatorrhea, priapism, dysmenorrhoea, sexual impotence,  anger, emotionality, hyperactivity...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6F",
    "Meaning": "City Center",
    "Localisation": "7 cun  superior to the  tip of the medial malleolus, on the medial  border of the tibia.",
    "Actions": "Ensures free circulation of the Liver Qi, supplements the blood and stops bleeding, resolves dampness, relieves pain,  treats the Lower Burner.  Xi-cleft point   (Point Xi)",
    "Indications_Therapeutiques": "Lower abdominal pain, irregular menstrual periods, abnormal uterine bleeding, pain of the joints and/or muscles of the lower limbs...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7F",
    "Meaning": "Knee Pass",
    "Localisation": "Posterior to and below  the medial condyle of the tibia, 1 cun posterior to #9RT#.",
    "Actions": "Promotes free circulation throughout  the channel.  Clears Wind and dries Dampness. Benefits the local area, strengthens the knee, supplements the knee Yin.",
    "Indications_Therapeutiques": "Weakness of the knee,  osteoarthritis and swelling of the knee, pain due to dysplasia, degeneration of cartilage...   Frequently needled in conjunction with #33VB# to invigorate Yang.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8F",
    "Meaning": "Spring at the Bend",
    "Localisation": "At the medial extremity of the popliteal crease of the knee, in a depression anterior to  the semimembranosus  and the semitendinosus muscles. The point is located with the knee bent",
    "Actions": "Transforms dampness and clears heat of the Lower Burner (He-Uniting point, Water Phase, supplementation (Sea) point), treats urogenital disorders,  support the uterus, nourishes the blood, benefits the local area.",
    "Indications_Therapeutiques": "Urogenital infections, cystitis, enuresis, painful urination, urinary retention,, itching of the genital organs, hernia, spermatorrhea,dysmenorrhoea, uterine prolapse, knee pain.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9F",
    "Meaning": "Yin Wrapper",
    "Localisation": "On the inner thigh, 4 cun proximal to the medial condyle of the femur, between the sartorius and the vastus medialis muscles.",
    "Actions": "Spreads the Qi, regulates the blood, treats the Lower Burner.",
    "Indications_Therapeutiques": "Dysmenorrhea, problems with urination (involuntary urination during sleep (enuresis), painful urination...), lower abdominal pain, lumbar pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10F",
    "Meaning": "Five Hamlets",
    "Localisation": "On the inner thigh, 3 cun inferior to the  superior border of the pubic bone, 1 cun distal from #11F#.",
    "Actions": "Spreads the Qi of the Lower Burner and clears Lower Burner damp-heat.  Acts on the tendinomuscular system",
    "Indications_Therapeutiques": "Urogenital disorders (bladder infection, enuresis, urinary retention, itching or pain of the external genitalia.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11F",
    "Meaning": "Yin Corner",
    "Localisation": "In the center of the inguinal groove, 2 cun inferior to the  superior border of the pubic bone, on the anterior border of the adductor longus muscle.",
    "Actions": "Promotes free circulation throughout the channel.  Supplements the Liver blood, supports the uterus, relaxes the tendons.",
    "Indications_Therapeutiques": "Problematic menstrual periods (dysmenorrhea), cruralgia (internal), low back pains...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12F",
    "Meaning": "Rushing Pulse (Femoral Artery)",
    "Localisation": "1 cun inferior to the superior border of the pubic symphysis  at the inguinal groove, 2.5 cun lateral to the medial line.",
    "Actions": "Spreads Liver Qi, benefits the Lower Burner, expels cold from the channel.",
    "Indications_Therapeutiques": "Pain of the external genitalia , lower abdominal pain, groin pain, prolapse of the  uterus...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13F",
    "Meaning": "Portal of All",
    "Localisation": "Immediately below the anterior extremity of the eleventh (floating) rib.",
    "Actions": "Harmonises and supplements the Liver, Spleen (Mu-alarm point of the Spleen) and  Stomach. Releases Liver Qi stagnation (when it interfers with  the Spleen's function of raising the Qi.  Clears damp-heat. Benefits the Upper and Lower Burners. Hui-Meeting point of the Yang  channels.",
    "Indications_Therapeutiques": "Abdominal pain, abdominal distention, vomiting, pain of the ribs, low back pain, respiratory problems, diahrream abdominal tightness and distention, constipation...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14F",
    "Meaning": "Period Portal",
    "Localisation": "On the mammillary line, level with and 4 cun distant from #14RM#, in the sixth intercostal space.",
    "Actions": "Treats the Upper and Lower Burners. Regulates the Qi and blood of the Liver (Mu-alarm point of the Liver), harmonises the Stomach, resolves stasis, clears dampness.",
    "Indications_Therapeutiques": "Chest pain, pain of the upper abdomen, shortness of breath, pain and distension of the breasts and epigastrium, vomiting,  acid reflux, abdominal pain and distention, hepatitis, diahrrea...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1RM",
    "Meaning": "Yin Convergence",
    "Localisation": "At the center of the perineum,  between the anus and the scrotum (male) or the vulva and the anus (female).",
    "Actions": "Reinforces the Yin, invigorates kidney essence and Original Qi, clears damp-heat, regulates the menses, pacifies the Shen (11th. Ghost Point ), resuscitates in the event of drowning.",
    "Indications_Therapeutiques": "Problems with urination, hemorrhoids, disorders of the external genital organs (sweating, swelling, itching, pain), uterine prolapse, dysmenorrhea, amenorrhea, sexual  impotence, spermatorrhea, epilepsy, psychosis, coma...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2RM",
    "Meaning": "Bone Curve",
    "Localisation": "On the anterior midline, at the superior border of the pubic symphisis.",
    "Actions": "Supports the Kidney Yang, invigorates kidney essence and Original Qi, regulates the Lower Burner, disperses damp-heat of the  urinary bladder and the uterus. (Jiaohui-Intersection (Meeting) point of the 3 Yin channels of the lower body and the @mai_e@).",
    "Indications_Therapeutiques": "Problems with urination (retention, restricted flow, pain, incontinence,,,), spermatorrhea, leucorrhea, dysmenorrhoea, painful menstruation (dysmenorrhea),  pain in the abdomen, sexual impotence,  diseases of the external genitalia...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3RM",
    "Meaning": "Center Pole",
    "Localisation": "On the anterior midline, 1 cun above the superior border of the pubic symphisis.",
    "Actions": "Supports the Kidneys, regulates the @vessel_rm@ and the @v@, regulates the Lower Burner, disperses damp-heat (especially of the urinary bladder),  benefits the uterus and the urinary bladder (Mu-alarm point of the  urinary bladder), regulates the menses. of the(Jiaohui-Intersection (Meeting) point of the 3 Yin Channel Sinews of the lower body and the @jin_e@).",
    "Indications_Therapeutiques": "Urinary retention, incontinence, urinary frequency, frequent, painful urination, leucorrhea, spermatorrhea,  diseases of the external genitalia, dysmenorrhoea, Inability to inseminate or conceive,  pain in the abdomen, lumbar pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4RM",
    "Meaning": "Source Gate",
    "Localisation": "On the anterior midline, 2 cun above the superior border of the pubic symphisis.",
    "Actions": "Supplements the Kidneys and Original Qi, nourishes the blood and the Qi, regulates the Lower Burner, benefits the uterus and and urinary bladder, expels cold and dampness, regulates the Qi of the Small Intestine (Mu-alarm point of the Small Intestine).",
    "Indications_Therapeutiques": "Pain and weakness of the low back and  legs, urinary retention, incontinence, urinary frequency, urinary calculi, frequent painful urination, leucorrhea, spermatorrhea,  diseases of the external genitalia, dysmenorrhoea, amenorrhea, Inability to inseminate or conceive,  pain in the abdomen, ( major point for urogenital disorders), constitutional weakness, emaciation, difficulty in gaining weight, dizziness, headaches, diahrrea, vomiting...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5RM",
    "Meaning": "Stone Gate",
    "Localisation": "On the anterior midline, 3 cun above the superior border of the pubic symphisis.",
    "Actions": "Supports the Kidney Yang and Origin Qi, disinhibits the water courses (especially the urinary bladder), regulates the Qi and blood, regulates the 3 Burners, especially  the Lower Burner (Mu-alarm point of the San Jiao/Triple Burner) regulates the uterus, benefits the prostate. .",
    "Indications_Therapeutiques": "Urinary retention, incontinence, prostate related painful urination, edema, leucorrhea, spermatorrhea, uterine hemorrhage,  diseases of the external genitalia, dysmenorrhoea, Inability to inseminate or conceive,  pain in the abdomen, lumbar pain.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6RM",
    "Meaning": "Sea of Qi",
    "Localisation": "On the anterior midline, 1.5 cun below the umbilicus.",
    "Actions": "Supplements the Qi  (Sea of Qi point) and the blood, supplements the Yang, invigorates Yang Qi, supports the kidneys.  (Command point of theLower Burner. Luo-Connecting point of @vessel_cm@).)",
    "Indications_Therapeutiques": "Constitutional weakness, emaciation, muscular weakness, weakness of the Kidneys, nervous debility and exhaustion, problems with urination, prolapse of the uterus or rectum, dysmenorrhoea, uterine hemorrhage, leucorrhea, spermatorrhea, sexual impotence, Inability to inseminate or conceive, abdominal pains, diahrrea, abdominal tightness and distention, constipation due to Qi vacuity.   \n( Responds well to moxibustion)",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7RM",
    "Meaning": "Yin Crossing",
    "Localisation": "On the anterior midline, 1.0 cun below the umbilicus.",
    "Actions": "Boosts Kidney Yang, regulates the @vessel_cm@ and the @mai_r@), regulates the menses, benefits the Lower Burner.",
    "Indications_Therapeutiques": "Inability to inseminate or conceive, issues related to menopause, dysmenorrhea, amenorrhea, leucorrhea, uterine hemorrhage, problems with urination,  diseases of the external genitalia, endometritis, pain of the lower abdomen, lumbar pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8RM",
    "Meaning": "Shen Palace",
    "Localisation": "On the anterior midline, at the center of the umbilicus.",
    "Actions": "Rescues  Yang, invigorates Yang Qi,treats the Spleen, regulates the intestines\n\nPoint prohibited for acupuncture, use moxa cones placed on salt.",
    "Indications_Therapeutiques": "Sudden arterial decompression, diarrhea, vomiting, bowel sounds, abdominal distension and pain, edema, rectal prolapse, postpartum bloating with dysuria …",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9RM",
    "Meaning": "Parting Water",
    "Localisation": "On the anterior midline, 1.0 cun above the umbilicus.",
    "Actions": "Regulates the water courses, resolves dampness, regulates the intestines, (enables the Small Intestine to separate the pure fluids from the impure).",
    "Indications_Therapeutiques": "Phlegm, edema, ascites, diahrrea, vomiting, bowel sounds, Crohn's disease...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10RM",
    "Meaning": "Lower Venter",
    "Localisation": "On the anterior midline, 2.0 cun above the umbilicus.",
    "Actions": "Enables the fow of Stomach Qi to the Small Intestine, supplements the Spleen and the Stomach  (Jiaohui-Intersection (Meeting) point with the @mai_rt@). Acts directly on the lower region of the Stomach (including the pylorus and upper section of the duodenum).",
    "Indications_Therapeutiques": "Gastralgia, abdominal fullness, enteritis, gastric stasis, nausea and vomiting after eating ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11RM",
    "Meaning": "Supporting the Center",
    "Localisation": "On the anterior midline, 3.0 cun above the umbilicus.",
    "Actions": "Supplements the Spleen, harmonises the Stomach and fortifies the Spleen, promotes the ascent of Spleen Qi, regulates the Middle Burner.",
    "Indications_Therapeutiques": "Gastric pain, abdominal distention, vomiting, edema, peritonitis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12RM",
    "Meaning": "Central Venter",
    "Localisation": "On the anterior midline, 4.0 cun above the umbilicus.",
    "Actions": "Regulates and boosts the Middle Burner (Mu-alarm point of the Middle Burner), descends the impure and raises the pure (Jiaohui-Intersection (Meeting) point with the Small Intestine, the San Jiao-Triple Burner and the Stomach), regulates the Qi, supplements the Stomach and  Spleen (Mu-alarm point of the Stomach).   ( Hui-Meeting point of the 6 Fu-Bowel organs Jiaohui-Intersection (Meeting) point of the @axis_taiyin@.  Origin point of post natal Qi.)",
    "Indications_Therapeutiques": "Gastric pain, abdominal distention, nausea, vomiting, gastric counterflow, loss of appetite, abdominal tightness and distention , ulcers, all disorders of the Spleen and Stomach...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13RM",
    "Meaning": "Upper Venter",
    "Localisation": "On the anterior midline, 5 cun above the umbilicus.",
    "Actions": "Regulates the Qi and descends counterflow, acts directly on the cardia of the stomach and the esophagus, lowers fever, regulates the Heart.",
    "Indications_Therapeutiques": "Gastric counterflow, hiccups, vomiting, nausea, abdominal distension and pain, abdominal masses, ulcers, abdominal pain and distension, bowel sounds, pain of the spleen, palpitations, cardiac pain, shortness of breath...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14RM",
    "Meaning": "Great Gate",
    "Localisation": "On the anterior midline, 6 cun above the umbilicus.",
    "Actions": "Regulates the Heart, (Mu-alarm point of the Heart), resolves phlegm, pacifies the Shen, regulates and descends the Stomach Qi, soothes the chest.",
    "Indications_Therapeutiques": "Cardiac pain, palpitations, excitability, confusion, insomnia, anxiety, abdominal pain and distension, reflux, nausea, vomiting, chest pain, phlegm in the chest, cough...\n\nIf this point is sensitive to palpation it may indicate emotional \"Heart Fire\" The tongue would be bright red, possibly with a burning sensation at the tip, frequently this indicates latent depression. This point can benefit any problems with an emotional basis, including emotionally related digestive disorders.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15RM",
    "Meaning": "Dove Tail",
    "Localisation": "On the anterior midline, 7 cun above the umbilicus.",
    "Actions": "Calms the Heart and the Shen, descends counterflow Lung Qi, regulates the @vessel_rm@ (Luo-Connecting point of the Ren Mai), distributes Qi to the 5 Organs.",
    "Indications_Therapeutiques": "Agitation, delirium, dementia, palpitations, pain  in the area of the Heart, thoracic pain and/or oppressiont, cough, shortness of breath, sore throat, hiccups, belching, vomiting, gastroesophageal reflux, disorders related to vision, itching or pain of the skin of the abdomen between the pubic area and the diaphragm (Luo-Connecting point of the @vessel_rm@ which governs the skin of the belly; the Qi Spreads out and descends over the abdomen from here).",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16RM",
    "Meaning": "Central Court",
    "Localisation": "On the anterior midline, 8.0 cun above the umbilicus, at the sternocostal angle.",
    "Actions": "Rectifies counterflow Stomach Qi, acts on the respiratory passageways.",
    "Indications_Therapeutiques": "Vomiting, gastric counterflow, asthma, cough (reflux induced)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17RM",
    "Meaning": "Chest Central",
    "Localisation": "On the anterior midline, between the nipples, level with the fourth intercostal space.",
    "Actions": "Regulates and descends the Qi, circulates and descends fluids to the Kidneys, resolves phlegm, disinhibits the chest, descends counterflow Lung and  Stomach Qi,  benefits the  breasts. (Mu-alarm point of the Upper Burner) facilitates the descent of  fluids from the Lungs to the Kidneys and the dispersion of fluids at the surface of the skin.  (Sea of Qi point and Hui-Meeting point of the Qi.  Mu-alarm point of the Pericardium).",
    "Indications_Therapeutiques": "Bronchitis, bronchiolitis, asthma, pulmonary edema, pulmonary abscess, shortness of breath, cough, sore throat, goiter, copious expectoration of watery/frothy saliva, oppression and/or pain of the chest and diaphragm, hiccups, acid reflux, vomiting, breast abscesses, insufficient breast milk...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18RM",
    "Meaning": "Jade Hall",
    "Localisation": "On the anterior midline,level with the third intercostal space.",
    "Actions": "Opens the  chest, regulates and descends the Qi.  (If this point is spontaneously painful, liver organ affliction is indicated; Jiaohui-Intersection (Meeting) point of the @axis_jueyin@).",
    "Indications_Therapeutiques": "Shortness of breath, asthma, pain and  stifling sensation of the chest, vomiting, breast pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19RM",
    "Meaning": "Purple Palace",
    "Localisation": "On the anterior midline, level with the second intercostal space.",
    "Actions": "Opens the  chest, regulates and descends the Qi.",
    "Indications_Therapeutiques": "Shortness of breath, cough, expectoration, chest pain and  stifling sensation of the chest, pleurisy, vomiting...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "20RM",
    "Meaning": "Glorious Canopy",
    "Localisation": "On the anterior midline, level with the first intercostal space, at the junction of the manubrium and the sternum.",
    "Actions": "Opens the  chest, regulates and descends the Qi.",
    "Indications_Therapeutiques": "Shortness of breath, cough,  expectoration, chest pain and  stifling sensation of the chest, pleurisy,intercostal pain...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "21RM",
    "Meaning": "Jade Bowl",
    "Localisation": "On the anterior midline, at the center of the manubrium of the sternum.",
    "Actions": "Opens the chest, regulates and descends counterflow Qi.",
    "Indications_Therapeutiques": "Shortness of breath, cough, expectoration, chest pain and  stifling sensation of the chest, intercostal pain, sore throat...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "22RM",
    "Meaning": "Sky Chimney (trachea)",
    "Localisation": "On the anterior midline, in the depression 0.5 cun superior to the center of the manubrium of the sternum.",
    "Actions": "Opens the chest, regulates and descends counterflow Qi, clears phlegm, benefits the throat and the voice. (Window of Heaven Point Jiaohui-Intersection (Meeting) point with @vessel_yin_wm@. )",
    "Indications_Therapeutiques": "Cough, shortness of breath, asthma, sore throat, expectoration, loss of voice, muteness, goiter, hiccups, vomiting...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "23RM",
    "Meaning": "Corner Spring",
    "Localisation": "On the anterior midline, in the depression above the Adam's Apple.",
    "Actions": "Acts on the throat,  tongue and speech, descends the Qi, resolves dampness.  (Jiaohui-Intersection (Meeting) point with @vessel_yin_wm@.  Jiaohui-Intersection (Meeting) point of the @axis_shaoiyin@.)",
    "Indications_Therapeutiques": "Sore throat, shortness of breath, problems of the tongue, (contraction, pain, ulceration, aphasia...), muteness, aphonia, (a major point for speech disorder, combine with #15DM# and/or #5C#)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "24RM",
    "Meaning": "Drool Pool",
    "Localisation": "On the anterior midline, in the depression between the lower lip and the chin,",
    "Actions": "Regulates the  Ren Mai, expels wind, has a local effect on the face and the mouth. (8th (of 13) Ghost Points).",
    "Indications_Therapeutiques": "Facial paralysis, deviation of the mouth and eye, gingivitis, toothache, drooling, bleeding from the nose (epistaxis), aphonia, manic state, epilepsy...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "1DM",
    "Meaning": "Long and Strong",
    "Localisation": "Just below the tip of the coccyx, in a depression midway between the  tip of the coccyx and the anus.",
    "Actions": "Opens the channel, raises the Qi, clears damp-heat, benefits the local area, strengthens the spinal column (Luo-Connecting point of the Du Mai), pacifies the Shen.  (Luo-connecting point of the Du Mai and the @vessel_rm@).",
    "Indications_Therapeutiques": "Hemorrhoids, rectal prolapse, diahrrea, urinary disorders, stiffness of the spine (repletion of the Luo-connecting  vessel), curvature of the spine (Luo-connecting vessel vacuous), dizziness, agitation, psychotic state, dementia...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "2DM",
    "Meaning": "Lower Back Shu",
    "Localisation": "On the posterior midline, at the hiatus of the sacrum.",
    "Actions": "Supports the low back (Back Shu point of the Loins) and the legs, expels wind-dampness, warms the Lower Burner.",
    "Indications_Therapeutiques": "Lumbar pain and stiffness, pain of the sacrum, pain and/or numbness of the legs, dysmenorrhoea, leucorrhea, spermatorrhea, sexual impotence...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "3DM",
    "Meaning": "Lumbar Yang  Pass",
    "Localisation": "On the posterior midline,  below the spinal process of the fourth lumbar vertebra.",
    "Actions": "Supports the low back and the legs, expels wind, dampness and cold, warms the Lower Burner, invigorates Yuan Qi.",
    "Indications_Therapeutiques": "Lumbar pain and stiffness, pain of the sacrum, pain and/or numbness of the legs, dysmenorrhoea, leucorrhea, spermatorrhea, sexual impotence...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "4DM",
    "Meaning": "Gate of Destiny",
    "Localisation": "On the posterior midline,  below the spinal process of the second lumbar vertebra.",
    "Actions": "Supplements the Kidneys (especially Kidney Yang), regulates the Du Mai, supports the  lumbar area.",
    "Indications_Therapeutiques": "Lumbar pain and stiffness,  dysmenorrhoea, leucorrhea, spermatorrhea, sexual impotence, hemorrhoids, rectal prolapse...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "5DM",
    "Meaning": "Hanging Axis",
    "Localisation": "On the posterior midline,  below the spinal process of the first lumbar vertebra.",
    "Actions": "Supports the low back, regulates the Lower Burner.",
    "Indications_Therapeutiques": "Lumbar pain and stiffness, chronic low back pain, diahrrea...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "6DM",
    "Meaning": "Spinal Central",
    "Localisation": "On the posterior midline,  below the spinal process of the  eleventh thoracic vertebra.",
    "Actions": "Supports the function of the Spleen, resolves dampness, and strengthens the spine.",
    "Indications_Therapeutiques": "Pain, distension, and/or masses in the abdomen, diahrrea, hemorrhoids, pain and/or stiffness of the spine.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "7DM",
    "Meaning": "Central Axis",
    "Localisation": "On the posterior midline,  below the spinal process of the  tenth thoracic vertebra.",
    "Actions": "Alleviates spinal pain  and strengthens the spine, regulates the Middle Burner.",
    "Indications_Therapeutiques": "Pain and/or stiffness of the spine, abdominal pain, loss of appetite, anorexia,  amenorrhea.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "8DM",
    "Meaning": "Sinews Contraction",
    "Localisation": "On the posterior midline,  below the spinal process of the  ninth thoracic vertebra.",
    "Actions": "Regulates the Liver, expels wind, pacifies the Shen.",
    "Indications_Therapeutiques": "Spasms, disorders of the Liver, epilepsy, jaundice, pain and/or stiffness of the spine and/or the back, anger, hysteria, psychotic state...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "9DM",
    "Meaning": "Yang Reach",
    "Localisation": "On the posterior midline,  below the spinal process of the  seventh thoracic vertebra.",
    "Actions": "Supports the Spleen, resolves dampness, regulates the Middle Burner, and the Upper Burner.",
    "Indications_Therapeutiques": "Abdominal pain, loss of appetite, jaundice, pain, and/or stiffness of the spine and/or back, pain of the chest, cough,shortness of breath....",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "10DM",
    "Meaning": "Spirit Support",
    "Localisation": "On the posterior midline,  below the spinal process of the  sixth thoracic vertebra.",
    "Actions": "Regulates the Upper Burner, clears heat and Fire Toxin.",
    "Indications_Therapeutiques": "Cough, shortness of breath, asthma, gastric pain, pain and/or stiffness of the spine and/or of the back and   the nape of the neck",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "11DM",
    "Meaning": "Spirit Way",
    "Localisation": "On the posterior midline,  below the spinal process of the  fifth thoracic vertebra.",
    "Actions": "Supplements the Lung and the Heart, pacifies the Shen, expels wind and clears heat..",
    "Indications_Therapeutiques": "Cough, palpitations, anxiety, memory loss, pain and/or contracture in the area of the thoracic spine ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "12DM",
    "Meaning": "Personal Support",
    "Localisation": "On the posterior midline,  below the spinal process of the third thoracic vertebra.",
    "Actions": "Expels Wind, supplements the Lungs, pacifies the Shen.",
    "Indications_Therapeutiques": "Cough, shortness of breath, headaches, delirium, dementia, pain and/or contracture in the of the area of the thoracic spine ...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "13DM",
    "Meaning": "Cheer on the Way",
    "Localisation": "On the posterior midline,  below the spinal process of the  first thoracic vertebra.",
    "Actions": "Releases the exterior, expels pathogenic factors, pacifies the Shen. (Jiaohui-Intersection (Meeting) point with the @mai_v@)",
    "Indications_Therapeutiques": "Headaches, fever, spasms, pain and/or contracture of the spine (especially between the seventh cervical and first thoracic vertebrae), emotional turmoil,  dementia...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "14DM",
    "Meaning": "Big Hammer",
    "Localisation": "On the posterior midline,  below the spinal process of the  seventh cervical vertebra.",
    "Actions": "Releases the exterior, expels pathogenic factors, boosts the Qi and Yang, calms the Shen. Resuscitation point ((by tapping).  (Sea of Qi point and Intersection-Jiaohui point of the six yang channels and the Du vessel  Jiaohui-Intersection (Meeting) point of the six Yang Channels and the Governing Vessel (Du Mai).",
    "Indications_Therapeutiques": "Fever, sweating, tremors, agitation, insomnia, hypertension, epilepsy, pain and/or stiffness of the cervical spine, wry neck (torticolis)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "15DM",
    "Meaning": "Speechless' Portal",
    "Localisation": "On the posterior midline,  below the spinal process of the  first cervical vertebra.",
    "Actions": "Treats the tongue and speech, expels wind and heat, benefits the spine and the neck.  (Sea of Qi point and Intersection-Jiaohui point of #14DM# and  #9E#)",
    "Indications_Therapeutiques": "Disorders of the tongue (stiffness, pain...), muteness, loss of voice, deafness, headaches, fever, agitation, mania, pain, and/or stiffness of the spine and neck, torticollis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "16DM",
    "Meaning": "Wind Warehouse",
    "Localisation": "On the anterior midline, in the depression below the occipital protruberance.",
    "Actions": "Expels wind (Window of Heaven point), nourishes the the marrow (Sea of  Marrow point with #20DM#), pacifies and invigorates the Shen (6th. Ghost Point ).",
    "Indications_Therapeutiques": "Headaches, heaviness of the head, dizziness, tremors, hypertension, vision problems,\nsudden muteness, agitation,  psychosis, dementia, pain and/or stiffness of the neck, wry neck (torticolis)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "17DM",
    "Meaning": "Brain Door",
    "Localisation": "On the posterior midline, 1.5 cun superior to #16DM#.",
    "Actions": "Expels wind, treats the  face and eyes, pacifies the Shen.",
    "Indications_Therapeutiques": "Headaches, dizziness, facial swelling and/or pain,  drooling, eye disorders (  loss of visual acuity, blurred vision...), muteness, agitation,  psychosis, epilepsy, pain and/or stiffness of the neck,wry neck (torticolis)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "18DM",
    "Meaning": "Rigid Space",
    "Localisation": "On the posterior midline, 1.5 cun superior to #17DM#.",
    "Actions": "Eliminates Wind, clears obstruction from the channel, pacifies the Shen.",
    "Indications_Therapeutiques": "Headaches, dizziness, nausea, vomiting, blurred vision, agitation, insomnia,  psychosis, epilepsy,dementia, pain and/or stiffness of the neck, wry neck (torticolis)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "19DM",
    "Meaning": "Behind the Vertex",
    "Localisation": "On the posterior midline of the head, 1.5 cun superior to #18DM#.",
    "Actions": "Eliminates Wind, clears obstruction from the channel, pacifies the Shen.",
    "Indications_Therapeutiques": "Headaches, dizziness,  blurred vision, agitation, insomnia,  psychosis, epilepsy, dementia, pain and/or stiffness of the neck, wry neck (torticolis)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "20DM",
    "Meaning": "One Hundred Encounters",
    "Localisation": "On the midline of the head, 3.5 cun from the anterior hairline, midway between the tips of the ears.",
    "Actions": "Raises  the clear Yang to the head,  subdues rebellious Yang, clears wind, revives the brain, nourishes the Sea of marrow, (Sea of Marrow point with #16DM#), pacifies the Shen, restores morale, benefits the sense organs. Jiaohui-Intersection (Meeting) point with  @mai_v@,  @mai_f@,  @mai_vb@ and  @mai_tr@).",
    "Indications_Therapeutiques": "Headaches, heaviness of the head, dizziness/ vertigo (moxa point for acute episodes of Menieres Disease), blurred vision, vision problems, tinnitus, vomiting, epileptic fits, convulsions, paralysis, hypo/hypertension, loss of consciousness, agitation, insomnia,  psychosis, memory loss, mental sluggishness, dementia, rectal or uterineprolapse...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "21DM",
    "Meaning": "Before the Vertex",
    "Localisation": "On the midline of the head, 3.5 cun from the anterior hairline, midway between #20DM# and #22DM#",
    "Actions": "Expels wind, clears obstruction from the channel, treats the face, pacifies the Shen.",
    "Indications_Therapeutiques": "Headaches, dizziness, convulsions, blurred vision, runny nose, pain/redness/swelling of the face.",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "22DM",
    "Meaning": "Meeting at Skull Window",
    "Localisation": "On the midline of the head, 2 cun from the anterior hairline, 3 cun anterior to  #20DM# .",
    "Actions": "Expels wind, clears obstruction from the channel, treats the face, pacifies the Shen.",
    "Indications_Therapeutiques": "Headaches, dizziness/vertigo, convulsions,blurred vision,runny nose, bleeding from the nose (epistaxis), nasal congestion, nasal pain, loss of sense of smell, facial pain/redness/swelling...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "23DM",
    "Meaning": "Upper Star",
    "Localisation": "On the midline of the head, 1 cun from the anterior hairline, 4 cun anterior to  #20DM# .",
    "Actions": "Expels wind and clears heat, benefits the nose and the  eyes, pacifies the Shen (10th Ghost Point ).",
    "Indications_Therapeutiques": "Nasal congestion, chronic rhinitis, nasal polyps, rhinorrhea, bleeding from the nose (epistaxis), loss of sense of smell, blurred vision, drooling, redness and/or pain of the eyes, vision problems, facial pain/redness/swelling, agitation,  psychosis...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "24DM",
    "Meaning": "Spirit  Court",
    "Localisation": "On the midline of the head, 0.5 cun from the anterior hairline,",
    "Actions": "Pacifies the Shen, revives the brain, expels wind, benefits the nose and eyes.",
    "Indications_Therapeutiques": "Psychosis, manic state, agitation, anxiety, insomnia, loss of consciousness, palpitations, headaches, dizziness/vertigo, blurred vision, drooling, eye redness and/or  pain, vision problems, nose congested nose or runny...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "25DM",
    "Meaning": "White Hole",
    "Localisation": "On the anterior midline, at the tip of the nose.",
    "Actions": "Treats the nose, resuscitation point.",
    "Indications_Therapeutiques": "Nasal congestion, chronic rhinitis, nasal polyps, rhinorrhea, bleeding from the nose (epistaxis), loss of sense of smell, hypotension, loss of consciousness...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "26DM",
    "Meaning": "Labial Gutter",
    "Localisation": "On the anterior midline of the head, at the juncture of the upper third with the lower two thirds of the nasolabial groove.",
    "Actions": "Resuscitation point (more effective than #25DM#), pacifies the Shen, ( first Ghost Point ), treats severe, acute lumbar pains.",
    "Indications_Therapeutiques": "Loss of consciousness, coma, vasovagal reaction, psychosis, epilepsy, headache, hypertension, epistaxis, rhinorrhea, loss of smell, facial paralysis, lumbago (prick point, stimulate the needle and have the patient move through the range of motion)...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "27DM",
    "Meaning": "Upper Lip, near the Tip",
    "Localisation": "On the anterior midline of the head, at the juncture of the lower third with the upper two thirds of the nasolabial groove.",
    "Actions": "Clears heat, especially  damp-heat of the mouth, generates fluids, treats the mouth.\nConnects with the @vessel_rm@ (from this point Qi circles the mouth and connects with the Ren Mai at #24RM#) Also connects with @mai_e@.",
    "Indications_Therapeutiques": "Disorders of the tongue,  gum disease, toothache, mouth ulcers, dry mouth, fetid breath, problems of the lips such as ulceration of the corners of the mouth, herpes...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  },
  {
    "Id": "28DM",
    "Meaning": "Gum Crossing",
    "Localisation": "At the junction of  the upper gum and the frenulum of the upper lip.",
    "Actions": "Clears heat from the mouth, especially the gums, benefits the nose and the  eyes.",
    "Indications_Therapeutiques": "Gum infection (gingivitis), erosion of the gums, dental abscess, disorders of the nose, pain and/or  itching of the eyes,drooling, vision problems...",
    "Option1": "",
    "Option2": "",
    "Option3": ""
  }
]