[
    {
        "Id": "1P",
        "Meaning": "Atelier central, palais central",
        "Localisation": "sur le côté supéro-externe de la paroi antérieure du thorax, à 6 cun de la ligne médiane du sternum, entre la première et la deuxième côte.",
        "Actions": "Diffuse le Qi du Poumon et favorise sa descente. Régularise la vie des eaux et transforme les glaires. Apaise la plénitude du Poumon, calme la toux. Renforce le Poumon en vide. Point Mo du Poumon. Point réunion des Tai yin ",
        "Indications_Therapeutiques": "Toux, dyspnée, douleur de la poitrine, asthme, oppression thoracique, douleur du haut du dos et des épaules...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2P",
        "Meaning": "Porte des nuages",
        "Localisation": "à 6 cun de la ligne médiane du sternum, entre le première côte et la clavicule, à 1 cun au-dessus du 1P Zhongfu.",
        "Actions": "Diffuse le Qi du Poumon et favorise sa descente. Régularise la vie des eaux et transforme les glaires. Apaise la plénitude du Poumon, calme la toux. Renforce le Poumon en vide.",
        "Indications_Therapeutiques": "Toux, dyspnée, douleur de la poitrine, asthme, oppression thoracique, douleur du haut du dos et des épaules...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3P",
        "Meaning": "Demeure céleste, palais céleste",
        "Localisation": "en dehors du biceps brachial, à 3 cun sous l’extrémité inférieure du pli axillaire antérieure.",
        "Actions": "Diffuse le Qi du Poumon et favorise sa descente. Élimine chaleur et plénitude du Poumon. Rafraîchit le sang et stop les hémorragies. Agit sur le plan psychique : calme le Po (l'âme corporelle, entité viscérale du Poumon).",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, épistaxis, hémoptysies... Tristesse, perte de mémoire, somnolence...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4P",
        "Meaning": "Justicier immaculé",
        "Localisation": "en dehors du biceps brachial, à 1 cun juste en-dessous du 3P Tianfu.",
        "Actions": "Diffuse le Qi du Poumon et favorise sa descente. Élimine la plénitude du Poumon.",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, douleurs face interne du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5P",
        "Meaning": "Marais d'une coudée",
        "Localisation": "sur le pli de flexion du coude, dans un creux situé en dehors du tendon du biceps brachial.",
        "Actions": "Disperse les glaires et la chaleur du Poumon (Point He, nature eau, point fils donc point de dispersion). Assure la descente du Qi. Régularise la voie des Eaux. Assure la descente des liquides organiques du Rein.",
        "Indications_Therapeutiques": "Toux, asthme, dyspnée, bronchites, expectorations difficiles, nez bouché, maux de gorge, hémoptysies, enflure du coude et du bras, troubles de la vessie, problèmes de peau...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6P",
        "Meaning": "KONG: communiquer avec, pénétré dans, ouverture; ZUI: au plus haut point, assembler",
        "Localisation": "sur le bord radial de la face antérieure de l’avant-bras, à 5 cun au-dessous du pli du coude, entre le long supinateur et le grand palmaire.",
        "Actions": "Diffuse le Qi du Poumon et favorise sa descente. Élimine la chaleur du Poumon. Arrête les saignements.",
        "Indications_Therapeutiques": "Toux, asthme, hémoptysies, rizarthrose (masser longuement 6P Kongzui et 7IG Huizong)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7P",
        "Meaning": "Brèche du défilé, grande fente",
        "Localisation": "sur le bord radial de la face antérieure de l’avant-bras, à 1,5 cun au-dessus du pli du poignet, au dessus de l’apophyse de la styloïde radiale.",
        "Actions": "Diffuse le Qi du Poumon et favorise sa descente. Chasse le Vent. Développe le Wei Qi (Qi protecteur). Point de commande du Ren Mai. Régularise la voie des Eaux. Communique avec le méridien du Gros intestin. A une action directe sur l'organe. A des effets bénéfiques sur la tête et la nuque.",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, maux de gorge, glaires, odontalgies, douleur de la nuque et du coup, torticolis, paralysies faciales, céphalées, douleur de l'épaule, douleur du pouce, chaleur de la paume de la main, pollakiurie, prévention des coups de soleil et allergies au soleil...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8P",
        "Meaning": "Gouttière du vaisseau",
        "Localisation": "sur le bord radial de la face antérieure de l’avant-bras, à 1 cun au-dessus du pli du poignet, dans la gouttière radiale (en dehors de l’artère radiale).",
        "Actions": "sur la face postérieure de l",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, maux de gorge, respiration sifflante, douleur de la poitrine, douleur du poignet...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9P",
        "Meaning": "Très grand gouffre, abîme suprême",
        "Localisation": "sur le pli antérieur de flexion du poignet, dans une dépression du côté radial de l’artère radiale",
        "Actions": "Diffuse, fait descendre et tonifie le Qi du poumon (point shu, nature terre, point mère donc point de tonificaiton). Transforme les glaires, agit sur les pathologies pulmonaires. Renforce les vaisseaux (point hui des vaisseaux), calme la douleur.",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, maux de gorge, respiration sifflante, expectorations difficiles, hémoptysies, douleur de l'épaule et du bras, renforce les vaisseaux... Action préventive dans les allergies respiratoires (à faire à l'intersaison printemps et automne, un jour métal de préférence). Action dans les préventions hivernales.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10P",
        "Meaning": "Ventre \/ Bord (du corps) du poisson",
        "Localisation": "sur la face palmaire de la main, au milieu du premier métacarpien, à la ligne de la démarcation entre la chair rouge et la chair blanche.",
        "Actions": "diffuse et fait descendre le Qi du Poumon. Disperse la chaleur du Poumon.",
        "Indications_Therapeutiques": "Toux, maux de gorge, hémoptysies, hématémèse, extinction de voix, odontalgies, céphalées..",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11P",
        "Meaning": "Très petite note, manifeste peu ses sentiments",
        "Localisation": "sur le bord radial du pouce, à 0,1 cun de son angle unguéal.",
        "Actions": "Diffuse et fait descendre le Qi du Poumon, désobstrue le méridien restaure la conscience (point de réanimation), disperse la chaleur du Poumon.",
        "Indications_Therapeutiques": "Perte de connaissance, douleur et inflammation de la de gorge (à faire en saignée), toux, dyspnée, épistaxis... (point 'vaccin', à faire ne saignée puis en tonification, à partir du 6 août et 2 à 3 fois dans l'hivers si besoin).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1GI",
        "Meaning": "Note Yang, délibération Yang",
        "Localisation": "sur le bord radial de l’index, à 0,1 cun de son angle unguéal.",
        "Actions": "Agit sur les obstructions du méridiens et de l'élément métal (Gros Intestin et Poumon) (Point Jing(1), nature métal, point Ben). Apporte du Yang. Elimine la chaleur. Restaure la conscience.",
        "Indications_Therapeutiques": "Bronchites, pharyngites, laryngites, enflure et douleur de la gorge, dyspnées, odontalgies (maxillaire inférieur), troubles oculaires, perte de connaisance...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2GI",
        "Meaning": "Deuxième intervalle",
        "Localisation": "sur le bord radial de l’index, dans un creux situé en avant de l’articulation métacarpophangienne. Fermer la main pour localiser le point.",
        "Actions": "Elimine la chaleur du Gros Intestin. Point de nature eau. Disperse le vent.",
        "Indications_Therapeutiques": "Constipation, odontalgies (maxillaire inférieur), affections de la bouche, troubles oculaires, épistaxis, douleur de l'épaule et du dos...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3GI",
        "Meaning": "Troisième intervalle",
        "Localisation": "sur le bord radial de l,'inex, dans une dépression située au-dessus de la tête du deuxième métacarpien. Fermer la main pour le localiser.",
        "Actions": "Point de nature bois, disperse la chaleur de la tête et du gros intestin. Elimine le vent.",
        "Indications_Therapeutiques": "Enflure et douleur de la gorge, odontalgies (maxillaire inférieur), troubles oculaires, épistaxis, diarrhées, borborygmes, douleur de l'épaule et du dos, douleur des doigts…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4GI",
        "Meaning": "Fond de la vallée, torrent harmonisé",
        "Localisation": "sur la face postérieure de la main, au mileu du bord radial du deuxième métacarpien.",
        "Actions": "Disperse le vent (à la tête), libère la surface, favorise la circulation de Wei Qi, action en ORL, antalgique, anesthésiant, facilite le travail pour l'accouchement. Point des quatres barrières.",
        "Indications_Therapeutiques": "Rhume, rhinites allergiques, allergies respiratoires, céphalées, odontalgies, affections de la bouche, désordres de la transpiration, troubles oculaires (douleur, rougeur, baisse de l'acuité visuelle, ...), troubles des oreilles (acouphènes, surdité...), paralysies faciales, paralysies des membres supérieurs, douleurs, spasmes, contractures, accouchement difficile...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5GI",
        "Meaning": "Petite vallée Yang, ruisseau ensoleillé",
        "Localisation": "sur la face postérieure de la main, dans une dépression située entre le tendon du long extenseur du pouce et celui du court extenseur du pouce (la tabatière anatomique), lorsque le pouce est en extension.",
        "Actions": "Nature Feu. Elimine Vent et Chaleur, débloque le méridien, libère la surface, antalgique, apaise le shen.",
        "Indications_Therapeutiques": "Rhume, rhinite, céphalées (frontales), odontalgies, affections de la bouche et de la gorge, atteintes des oreilles (acouphènes, surdité...), troubles oculaires (douleur, rougeur, baisse de l'acuité visuelle...), épistaxis, douleurs du poignet et de la main...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6GI",
        "Meaning": "Parcours latéral",
        "Localisation": "sur la face postérieure de l’avant-bras, au bord radial, à 3 cun au-dessus du 5GI Yangxi.",
        "Actions": "Elimine chaleur et vent, met en lien avec l'organe, communique avec le méridien du Poumon (Point Luo), ouvre la voie des Eaux, a des effets bénéfiques sur le mental.",
        "Indications_Therapeutiques": "Rhume, rhinite, odontalgies, affections de la bouche et de la gorge, atteintes des oreilles (acouphènes, surdité...), troubles oculaires (douleur, rougeur, baisse de l'acuité visuelle...), épistaxis, douleurs du poignet et de l'avant-bras, paralysies faciales, oppressions du diaphragmes, oedèmes, délires...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7GI",
        "Meaning": "Courant tiède",
        "Localisation": "sur la face postérieure de l’avant-bras, au bord radial, à 5 cun au-dessus du point 5GI Yangxi, sur la ligne reliant le point 5GI Yangxi au point 11GI Quchi.",
        "Actions": "Désobstrue et favorise la libre circulation dans le méridien, élimine la chaleur et la chaleur\/poison, traite les pathologies aiguës du Gros Intestin.",
        "Indications_Therapeutiques": "Odontalgies, stomatite, glossite, céphalées, douleur abdominale, borborygmes, douleur du bras et de l'épaule...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8GI",
        "Meaning": "Angle inférieur",
        "Localisation": "sur la face postérieure de l’avant-bras, au bord radial, à 4 cun au-dessous du point 11GI Quchi, sur la ligne reliant le point 5GI Yangxi au point 11GI Quchi.",
        "Actions": "Elimine chaleur et vent, régularise l'intestin grêle, apaise le Shen.",
        "Indications_Therapeutiques": "Douleur abdominale, diarrhées, mastites, douleur du bras et du coude, délires...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9GI",
        "Meaning": "Angle supérieur",
        "Localisation": "sur la face postérieure de l’avant-bras, au bord radial, à 3 cun au-dessous du point 11GI Quchi, sur la ligne reliant le point 5GI Yangxi au point 11GI Quchi.",
        "Actions": "Régularise le Gros Intestin, favorise la libre circulation dans le méridien, élimine chaleur et vent.",
        "Indications_Therapeutiques": "Douleur abdominale, borborygmes; fourmillements, engourdissement, douleur du bras…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10GI",
        "Meaning": "Trois demeures du membre supérieur",
        "Localisation": "sur la face postérieure de l’avant-bras, au bord radial, à 2 cun au-dessous du point 11GI Quchi, sur la ligne reliant le point 5GI Yangxi au point 11GI Quchi.",
        "Actions": "Régularise le Qi et le sang, harmonise les Intestins et l'Estomac, antalgique.",
        "Indications_Therapeutiques": "Douleur abdominale, diarrhées, douleur du bras, paralysie du bras, hémiplégie, odontalgies (maxillaires inférieur)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11GI",
        "Meaning": "Courbe de l'étang",
        "Localisation": "à l’extrémité externe du pli de flexion du coude, lorsque le coude est à demi fléchit.",
        "Actions": "Nature terre, point de tonification. Elimine chaleur et vent, régularise le Qi et le sang, rafraîchit le sang, apporte de l'humidité au Gros Intestine et à tous les organes, nourrit le métal en particulier les fonctions du Poumon au niveau de la peau (en rafraîchissant les peaux trop chaudes).",
        "Indications_Therapeutiques": "Constipation, douleur abdominale, affections ORL, affections dermatologiques (eczémas, dermatose, démangeaisons, allergies au soleil, urticaire, zona, ...), fièvre, hypertension; douleurs, engourdissements, contractures du coude et du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12GI",
        "Meaning": "Creux de l'os du coude",
        "Localisation": "le coude à demi fléchit, la point est situé à 1 cun au-dessus du 11GI Quchi, au-dessus de l’épicondyle de l’humérus, sur son bord antérieur.",
        "Actions": "Favorise la libre circulation du méridien, traite les atteintes locales, antalgique.",
        "Indications_Therapeutiques": "Douleurs, engourdissements, contractures du coude et du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13GI",
        "Meaning": "Cinq demeures du membre supérieur",
        "Localisation": "sur la partie externe du bras, à 3 cun au-dessus du pli de flexion du coude, au bord antéro-externe de l’humérus.",
        "Actions": "Favorise la libre circulation du méridien, dissout les glaires, antalgique.",
        "Indications_Therapeutiques": "Toux, pneumonie, dyspnée, douleurs, engourdissements, contractures du coude et du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14GI",
        "Meaning": "Muscle qui fait lever l'épaule",
        "Localisation": "face externe du bras, sur la ligne unissant le 11GI Quchi à 15GI Jianyu, à l’extrémité inférieure du deltoïde.",
        "Actions": "Favorise la libre circulation du méridien, antalgique, agit sur les yeux.",
        "Indications_Therapeutiques": "Douleurs, engourdissements, contractures du coude et du bras; douleur et raideur de l'épaule et du cou; troubles et douleurs oculaires…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15GI",
        "Meaning": "Grosse tête de l'épaule",
        "Localisation": "bras levé, le point se trouve dans la dépression qui se forme à la partie antéro-externe de l’acromion.",
        "Actions": "Disperse Vent et Humidité, agit localement sur l'épaule, antalgique.",
        "Indications_Therapeutiques": "Paralysies, raideur, douleur, inflammation, engourdissement, contracture, faiblesse, blocage, arthrose de l'épaule; douleur des doigts...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16GI",
        "Meaning": "Os en forme d'équerre",
        "Localisation": "dans une dépression formée entre l’extrémité acromiale de la clavicule et l’épine scapulaire.",
        "Actions": "Favorise la libre circulation du méridien, agit localement sur l'épaule, antalgique.",
        "Indications_Therapeutiques": "Douleur et raideur du dos, de l'épaule et du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17GI",
        "Meaning": "Chaudron céleste",
        "Localisation": "sur la face latérale du cou, à 1 cun au-dessous de 18GI FUTU, entre les faisceaux sternal et claviculaire du muscle sterno-cléido-mastoïdien.",
        "Actions": "Agit sur la gorge et le larynx, antalgique.",
        "Indications_Therapeutiques": "Maux de gorge, toux, asthme, perte de la voix, amygdalite, troubles de la déglutition...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18GI",
        "Meaning": "Protection de la cheminée, du conduit (de la trachée)",
        "Localisation": "sur la face latérale du cou, à 3 cun en dehors du cartilage thyroïde, au sommet de l’angle formé par les deux chefs du muscle sterno-cléido-mastoïdien.",
        "Actions": "Agit sur la gorge et le larynx, antalgique.  Point He des Jing Bie P\/GI. Point réunion des 3 Jing Jin Yang du Bas.",
        "Indications_Therapeutiques": "Maux de gorge, toux, asthme, crachats, perte de la voix, amygdalite, troubles de la déglutition...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19GI",
        "Meaning": "Creux osseux du maxillaire",
        "Localisation": "entre l’aile du nez et la lèvre supérieure, sur la même horizontale que 26DM Renzhong, à 0,5 cun latéralement de celui-ci.",
        "Actions": "Chasse le vent et ouvre les voies nasales.",
        "Indications_Therapeutiques": "Paralysie faciale, obstruction nasale, congestions nasales, écoulements, rhinite, sinusite, épistaxis…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "20GI",
        "Meaning": "Rencontre, accueil des parfums",
        "Localisation": "entre le bord externe de l’aile du nez et le sillon naso-labial (dans le sillon nasogénien).",
        "Actions": "Dégage le vent et la chaleur, ouvre les voies nasales.\nPoint nœud du yang ming (GI\/E)",
        "Indications_Therapeutiques": "Paralysie faciale, obstruction nasale, congestions nasales, écoulements, rhinite, sinusite, épitaxis, rougeur et chaleur des yeux, ...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1E",
        "Meaning": "Reçoit les larmes",
        "Localisation": "entre le globe oculaire et le milieu du rebord orbitaire inférieur, sur l’axe vertical passant par la pupille.",
        "Actions": "Chasse le vent, disperse la chaleur, actions bénéfiques sur les yeux. Point de croisement avec le Yangqiao Mai (équilbre droite-gauche).",
        "Indications_Therapeutiques": "Atteintes externes brutales (allergie oculaire, conjonctivite, rhumes des foins, paralysies faciales...); douleurs, rougeurs, démangeaisons oculaires; sialorrhées, myopie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2E",
        "Meaning": "4 blancheurs, 4 blancs",
        "Localisation": "sur l’axe vertical passant par la pupille, dans le trou sous orbitaire, à 0,3 cun au dessous du 1E Chengqi.",
        "Actions": "Chasse le vent, disperse la chaleur, actions bénéfiques sur les yeux. Point de croisement avec le Yangqiao Mai (équilbre droite-gauche).",
        "Indications_Therapeutiques": "Atteintes externes brutales (allergie oculaire, conjonctivite, rhumes des foins, paralysies faciales...); douleurs, rougeurs, démangeaisons oculaires; sialorrhées…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3E",
        "Meaning": "Grand creux de l'os",
        "Localisation": "à l’intersection de la ligne verticale passant par la pupille et de la ligne horizontale passant par le bord inférieur de l’aile du nez.",
        "Actions": "Zone de coirement des tendinos-musculaires des yang du bas. Chasse le vent, disperse la chaleur, actions bénéfiques sur les yeux, le nez et les dents.",
        "Indications_Therapeutiques": "Douleur et enflure du nez, de la joue, des lèvres. Sialorrhées, épistaxis, paralysies faciales, odontalgies…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4E",
        "Meaning": "Magasin terrestre, dépôt terrestre",
        "Localisation": "sur la ligne verticale passant par la pupille, à 0,4 cun de la commissure labiale.",
        "Actions": "Disperse le vent de la face, désobstrue le méridien, antalgique.",
        "Indications_Therapeutiques": "Grand point des paralysies faciales (piquer à l'opposé du côté de la paralysie mais en direction du côté paralysé+ tonifier le point au moxa du côté paralysé), sialorrhées, mouvements incontrôlés des yeux, tremblements de la paupière, engourdissement, déviation de la bouche...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5E",
        "Meaning": "Grande rencontre",
        "Localisation": "dans une dépression située en avant de l’angle de la mandibule, au bord inférieur du masséter, derrière l’artère faciale.",
        "Actions": "Disperse le vent, désobstrue le méridien.",
        "Indications_Therapeutiques": "Paralysies faciales, tremblements, gonflements, douleurs du visage, odontalgies, déviation de la bouche...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6E",
        "Meaning": "Maxillaire inférieur (qui écrase)",
        "Localisation": "à 0,5 cun en avant de l’angle de la mandibule, sur le masséter, dans un creux qui se forme lorsque les dents sont serrées.",
        "Actions": "Disperse le vent, antalgique. Point spécifique du traitements de la mâchoire. Bénéfique sur les dents.",
        "Indications_Therapeutiques": "Trismus, douleur de la mâchoire, odontalgies; douleurs, tremblements, contractures du masséter...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7E",
        "Meaning": "Barrière \/ fermeture inférieure",
        "Localisation": "dans un creux situé sous le bord inférieur de l’arcade zygomatique, en avant du condyle de la mandibule. La dépression se forme lorsque la bouche est fermée.",
        "Actions": "Désobstrue le méridien, antalgique. Agit sur les problèmes d'oreilles, de dents et l'articulation temporo-maxillaire.",
        "Indications_Therapeutiques": "Otites, surdité, acouphènes, odontalgies, trismus, douleur de la mâchoire, paralysies faciales...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8E",
        "Meaning": "Liaison de la tête (suture fronto-pariétale)",
        "Localisation": "au niveau de la région temporale, 0,5 cun en arrière de la ligne antérieure d’implantation des cheveux.",
        "Actions": "Réunion des 3 jing jin yang du haut.\nPoint de croisement avec le yang wei mai.Point nœud du YANG MING (GI\/E) \nChasse le vent, dissipe les montées de chaleur de la tête, antalgique.",
        "Indications_Therapeutiques": "Tête lourde, bouffées de chaleur, céphalées, migraines, vertiges, syalorrhées, douleurs oculaires, paralysies faciales...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9E",
        "Meaning": "Rencontre \/ accueil de l'homme",
        "Localisation": "sur la face latérale du cou, en dehors du cartilage thyroïde, au bord antérieur du muscle sterno-cléido-mastoïdien, en arrière de l’artère carotide primitive.",
        "Actions": "Point He des jing bié E\/Rte.\n\nRégularise le Qi et favorise sa descente (point Mer du Qi) régularise le sang, permet le passage du Yang à la tête, agit localement (cou, gorge, poitrine), antalgique.",
        "Indications_Therapeutiques": "Céphalées, chaleur du visage, vertiges, vomissements, goitre, aphasie, asthme, dyspnée, hypotension, hypertension...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10E",
        "Meaning": "Jaillissement \/ conduit d'eau",
        "Localisation": "sur la face latérale du cou, au bord antérieur du muscle sterno-cléido-mastoïdien, à midistance entre le point 9E Renying et le point 11E Qishe.",
        "Actions": "Favorise la descente du Qi, agit sur la gorge et le cou.",
        "Indications_Therapeutiques": "Douleurs et gonflements de la gorge, toux, dyspnée, goitre, dyspnée, asthme...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11E",
        "Meaning": "Demeure du Qi",
        "Localisation": "Sur le bord supérieur de l’extrémité médiale de la clavicule, directement au-dessous de 9E Renying.",
        "Actions": "Favorise la descente du Qi, agit sur la gorge et le cou.",
        "Indications_Therapeutiques": "Douleurs et gonflement de la gorge, dyspnée, douleur et raideur du cou, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12E",
        "Meaning": "Cuvette ébréchée",
        "Localisation": "au centre du creux sus claviculaire, sur la ligne verticale passant par le mamelon.",
        "Actions": "Favorise la descente du Qi du Poumon, agit sur la gorge et le cou. Agit sur les contre-courant de l'Estomac (en combinaison avec le 21E). Elimine la chaleur de la poitrine.",
        "Indications_Therapeutiques": "Douleurs et gonflement de la gorge, dyspnée, toux, asthme, dyspnée, douleur et gonflement de l'épaule, reflux, vomissements, personnes qui ne supportent pas d'être serré au cou (cravate, col roulé, chemise fermée), douleurs intercostales…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13E",
        "Meaning": "Porte du Qi",
        "Localisation": "dans le creux sous claviculaire, sur la ligne verticale passant par le mamelon, à 4 cun de la ligne médiane.",
        "Actions": "Favorise la descente du Qi, agit sur les contre-sens, élimine la chaleur de la poitrine. Point a connotation psychique : aide à digérer les évènements.",
        "Indications_Therapeutiques": "Dyspnée, asthme, oppression thoracique, bronchite, douleur de la poitrine et du dos, douleur intercostales, angoisses aves difficultés respiratoires, accès maniaque (dans la psychose maniaco-dépressive)…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14E",
        "Meaning": "Chambre du trésor",
        "Localisation": "sur la partie antérieure du thorax, dans le premier espace intercostal, à 4 cun du point 20RM Huagai.",
        "Actions": "Favorise la descente du Qi du Poumon, agit sur les contre-sens, élimine la chaleur et soulage la poitrine. Point à connotation psychique : difficultés à absorber les chocs émotionnels.",
        "Indications_Therapeutiques": "Douleur, distension de la poitrine et des côtes; toux, dyspnées, crachats; chocs émotionnels (qui font une 'boule' à l'estomac), suites d'accidents, opérations, traumatismes; accès maniaque (dans la psychose maniaco-dépressive)…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15E",
        "Meaning": "Protection de la maison",
        "Localisation": "sur la partie antérieure du thorax, dans le deuxième espace intercostal, à 4 cun du point 19RM Zigong.",
        "Actions": "Favorise la descente du Qi du Poumon, agit sur les contre-sens, élimine la chaleur et soulage la poitrine, bénéfique sur les seins. Point à connotation psychique : difficultés à absorber les chocs émotionnels.",
        "Indications_Therapeutiques": "Douleur, distension de la poitrine et des côtes; toux, dyspnées, crachats; douleur des seins, abcès, troubles de la lactation; chocs émotionnels (qui font une 'boule' à l'estomac), suites d'accidents, opérations, traumatismes; accès maniaque (dans la psychose maniaco-dépressive)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16E",
        "Meaning": "Fenêtre de la poitrine",
        "Localisation": "sur la partie antérieure du thorax, dans le troisième espace intercostal, à 4 cun du point 18RM Yutang.",
        "Actions": "Régularise le Qi, élimine la chaleur et soulage la poitrine, bénéfique sur les seins. Permet de désobstruer les organes génitaux.",
        "Indications_Therapeutiques": "Douleur et distension de la poitrine, toux, asthme, dyspnée, douleur du sein, abcès, mastite, troubles de la lactation, douleur intercostale, diarrhées, borborygmes, inflammation de la prostate, règles qui tardent à venir...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17E",
        "Meaning": "Centre du sein",
        "Localisation": "sur la partie antérieure du thorax, dans le quatrième espace intercostal, à 4 cun de la ligne médiane, au centre du mamelon.",
        "Actions": "Régularise le Qi, élimine la chaleur et soulage la poitrine, bénéfique sur les seins. Interdit à la poncture.",
        "Indications_Therapeutiques": "Douleur et distension de la poitrine, toux, asthme, dyspnée, douleur du sein, abcès, mastite, troubles de la lactation, douleur intercostale, blocage et douleur du diaphragme... Interdit à la poncture.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18E",
        "Meaning": "Base du sein",
        "Localisation": "sur la partie antérieure du thorax, dans le cinqième espace intercostal, à 4 cun de la ligne médiane, sur la ligne mamelonnaire.",
        "Actions": "Utilisé dans les pathologies du sein. Libère la poitrine, fait circuler le Qi du Poumon.",
        "Indications_Therapeutiques": "Douleurs, mastite, abcès du sein, lactation insuffisante... Dyspnée, toux, douleurs thoraciques...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19E",
        "Meaning": "Ne contient pas, ne tolère pas",
        "Localisation": "à 6 cun au-dessus de l’ombilic et à 2 cun horizontalement du point 14RM Juque.",
        "Actions": "Régule le foyer moyen (estomac et intestins), fait circuler le Qi du Poumon, fait descendre le Qi à contre-sens.",
        "Indications_Therapeutiques": "Douleur et dilatation gastrique, vomissements... Douleurs intercostales, toux, dyspnée, reflux gastro-oesophagiens...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "20E",
        "Meaning": "Reçoit, accepte le plein; contient le trop plein",
        "Localisation": "à 5 cun au-dessus de l’ombilic et à 2 cun horizontalement du point 13RM Shangwan.",
        "Actions": "Régule le foyer moyen. Fait circuler et descendre le Qi du Poumon et de l'Estomac. Traite les glaires et les obstructions.",
        "Indications_Therapeutiques": "Douleur et dilatation gastrique, vomissements, dyspnées, reflux gastro-oesophagiens, douleurs intercostales...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "21E",
        "Meaning": "Porte des céréales",
        "Localisation": "à 4 cun au-dessus de l’ombilic et à 2 cun horizontalement du point 12RM Zhongwan.",
        "Actions": "Régule le foyer moyen, traite les contre-sens du Qi de l'Estomac, antalgique.",
        "Indications_Therapeutiques": "Douleur et dilatation abdominale, reflux gastro-oesophagien (associé au 12RM qui va tonifier l'Estomac), ulcères, vomissements, diarrhées…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "22E",
        "Meaning": "Porte de la barrière, du passage; porte de l'obstruction",
        "Localisation": "à 3 cun au-dessus de l’ombilic et à 2 cun horizontalement du point 11RM Jianli.",
        "Actions": "Régule le foyer moyen (Estomac et Intestins), régularise la voie des Eaux.",
        "Indications_Therapeutiques": "Douleur, dilatation, plénitude abdominale; météorisme, oedèmes, borborygmes, diarrhées, constipation, énurésie, anorexie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "23E",
        "Meaning": "Très grande courbure de (l'estomac)",
        "Localisation": "à 2 cun au-dessus de l’ombilic et à 2 cun horizontalement du point 10RM Xiawan.",
        "Actions": "Régule le foyer moyen, dissout les glaires, calme le Shen.",
        "Indications_Therapeutiques": "Douleurs abdominales, hernie, diarrhées, vomissements, troubles psychiatriques...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "24E",
        "Meaning": "Porte de la chair glissante (chyme)",
        "Localisation": "à 1 cun au-dessus de l’ombilic et à 2 cun horizontalement du point 9RM Shuifen.",
        "Actions": "Régule l'Estomac, dissout les glaires, calme le Shen.",
        "Indications_Therapeutiques": "Douleurs abdominales, diarrhées, vomissements, nausées, troubles psychiatriques...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "25E",
        "Meaning": "Charnière céleste, axe céleste",
        "Localisation": "à 2 cun en dehors de l’ombilic.",
        "Actions": "Régule le Gros Intestins (Point Mu du Gros Intestin, point de régulation du foyer moyen), renforce la Rate et l'Estomac. Elimine l'humidité, agit sur le sang et dissipe les stagnations.",
        "Indications_Therapeutiques": "Constipations, occlusions intestinales, ballonnements, pathologies chroniques de l'Estomac, diarrhées, vomissements, douleurs abdominales, oedèmes, douleurs menstruelles, dysménorrhées, leucorrhées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "26E",
        "Meaning": "Monticule externe",
        "Localisation": "à 1 cun au-dessous de l’ombilic et à 2 cun horizontalement du point 7RM Yinjiao.",
        "Actions": "Fait circuler le Qi, agit sur la transformation des aliments, antalgiques. (Point Mo de l'Intestin Grêle).",
        "Indications_Therapeutiques": "Douleur, dilatation abdominale, selles contenant des aliments non digérés, douleurs menstruelles, dysménorrhées, aménorhée...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "27E",
        "Meaning": "Très grande équerre, grand colosse",
        "Localisation": "à 2 cun au-dessous de l’ombilic et à 2 cun horizontalement du point 5RM Shimen.",
        "Actions": "Fait circuler le Qi, agit sur le Rein et la Vessie, renforce le Jing (l'Essence).",
        "Indications_Therapeutiques": "Douleurs abdominales, estomac qui ne peut pas se vider, rétention urinaire, cystite, spermatorrhées, dysménorrhées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "28E",
        "Meaning": "Voie de l'eau",
        "Localisation": "à 3 cun au-dessous de l’ombilic et à 2 cun horizontalement du point 4RM Guanyuan.",
        "Actions": "Régularise le foyer inférieur, ouvre la voie des Eaux (descente de l'eau vers le Rein), élimine chaleur et humidité, dissipe les stases, ouvre le sang des règles.",
        "Indications_Therapeutiques": "Urémie, oedème cardiaque, oedème pulmonaire, rétention urinaire, cystite, dysménorrhées, stérilité, mise en route des menstruations, douleurs menstruelles...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "29E",
        "Meaning": "Qui arrive périodiquement(règles)",
        "Localisation": "à 4 cun au-dessous de l’ombilic et à 2 cun horizontalement du point 3RM Zhongji.",
        "Actions": "Régularise et tonifie le foyer inférieur, fait monter l'énergie vers le haut, libère les stagnation de sang.",
        "Indications_Therapeutiques": "Dysménorrhées, aménorrhées, douleurs utérines, prolapsus utérin, hernies, spermatorrhées, leucorrhées, impuissances, douleurs des organes génitaux…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "30E",
        "Meaning": "Carrefour du Qi (sens physiologique), assaut du Qi (sens pathologique)",
        "Localisation": "à 5 cun au-dessous de l’ombilic et à 2 cun horizontalement du point 2RM Qugu.",
        "Actions": "Régule le sang et le Qi du foyer inférieur, tonifie l'énergie des aliments (Point Mer de l'eau et des grains avec le 36E), tonifie le Chong Mai (Point luo du Chong Mai). Agit sur le psychisme.",
        "Indications_Therapeutiques": "Dysménorrhées, aménorrhées ( idem que le 28E et le 29E sur le sang des règles mais en plus important), douleurs utérines, prolapsus utérin, hernies, spermatorrhées, leucorrhées, impuissances, douleurs des organes génitaux, troubles urinaires... Point de la fécondité. Permet d'extérioriser ce que l'on a pas digéré...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "31E",
        "Meaning": "Barrière de la hanche",
        "Localisation": "sur la face antérieure de la cuisse, à l’intersection de la ligne verticale passant par l’épine iliaque antéro-supérieure, et la ligne horizontale passant par le bord inférieur de la symphyse pubienne.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, chasse le vent humidité, antalgique.",
        "Indications_Therapeutiques": "Paralysies des membres inférieurs, obstruction douloureuse des membres inférieurs, rhumatismes, sciatalgies, cruralgies, lombalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "32E",
        "Meaning": "Lapin accroupi",
        "Localisation": "sur la face antérieure de la cuisse, sur la ligne reliant l’épine iliaque antéro-supérieure et la patella, à 6 cun au-dessus du bord supérieur externe de la patella.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, chasse le vent, l'humidité et le froid; antalgique.",
        "Indications_Therapeutiques": "Paralysies des membres inférieurs, obstruction douloureuse des membres inférieurs, rhumatismes, cruralgies, lombalgies, douleur du genou, faiblesse de la jambe et\/ou du genou...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "33E",
        "Meaning": "Marché du Yin",
        "Localisation": "sur la face antérieure de la cuisse, sur la ligne reliant l’épine iliaque antéro-supérieure et la patella, à 3 cun au-dessus du bord supérieur externe de la patella.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, chasse le vent humidité, antalgique.",
        "Indications_Therapeutiques": "Paralysies des membres inférieurs, obstruction douloureuse des membres inférieurs, rhumatismes, cruralgies, lombalgies, douleur du genou, faiblesse de la jambe et\/ou du genou...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "34E",
        "Meaning": "Sommet de la colline",
        "Localisation": "sur la face antérieure de la cuisse, à 2 cun du bord supérieur externe de la patella.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (Point Xi), régularise le Qi de l'Estomac, antalgique.",
        "Indications_Therapeutiques": "Vomissements, gastralgies, diarrhées, aigreurs d'estomac, reflux gastro-oesophagien, surpoids, mastites, abcès du sein, douleur du sein, obstruction douloureuses des membres inférieurs, douleur et\/raideur du genou et de la jambe...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "35E",
        "Meaning": "Museau du veau",
        "Localisation": "dans une dépression sous la patella, au bord externe du tendon patellaire. Fléchir le genou pour localiser le point.",
        "Actions": "Favorise la libre circulation de l'énergie dans le méridien, élimine vent et humidité, agit localement (grand point du genou), redonne de l'énergie et diminue les gonflements du genou, antalgique.",
        "Indications_Therapeutiques": "Oedème, gonflement, douleur, raideur, faiblesse, engourdissement du genou; gonarthrose...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "36E",
        "Meaning": "Trois demeures du membre inférieur",
        "Localisation": "sur la face antéro-latérale de la jambe, à 3 cun directement au-dessous du point 35E Dubi, à un travers de doigts en dehors de la crête tibiale.",
        "Actions": "Régule et tonifie l'Estomac et la Rate (Point He, nature Terre, point Ben). Elimine l'humidité. Fait circuler et nourrit le sang. Tonifie Iong Qi et Wei Qi. Ranime le Yang et tonifie le Qi. Renforce Yuan Qi. Calme le Shen.\n\nPoint Mer de l'Eau et des Grains, avec le 30E.\nPoint Mer des 12 méridiens.",
        "Indications_Therapeutiques": "Fatigue, épuisement, douleurs abdominales, nausées, vertiges, vomissements, constipation, borborygmes, diarrhées, oedèmes, hypertension, délire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "37E",
        "Meaning": "Grande colline supérieure",
        "Localisation": "sur la face antéro-latérale de la jambe, à 6 cun directement au-dessous du point 36E Zusanli, à un travers de doigts en dehors de la crête tibiale.",
        "Actions": "Régularise l'Estomac, la Rate et les intestins (point He secondaire du Gros Intestin). Disperse la chaleur\/humidité. Désobstrue le méridien. Dissout les stagnations. Antalgique.\n\nPoint Mer du Sang (avec le 11V et 39E).",
        "Indications_Therapeutiques": "Douleur abdominale, diarrhées, dilatation abdominale, borborygmes, constipation, pathologies du Gros Intestin, appendicite, paralysie des membres inférieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "38E",
        "Meaning": "Passage allongé",
        "Localisation": "sur la face antéro-latérale de la jambe, à 8 cun directement au-dessous du point 36E Zusanli, sur la même verticale.",
        "Actions": "Disperse le vent\/humidité, désobstrue le méridien, antalgique, agit efficacement sur l'épaule.",
        "Indications_Therapeutiques": "Grand point de l'épaule : douleur, raideur, blocage de l'épaule, périarthrite de l'épaule, épaule 'gelée'(à faire du côté opposé, et faire bouger en même temps l'épaule bloquée)... Douleur abdominale, obstruction douloureuse du membre inférieur...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "39E",
        "Meaning": "Grande colline inférieure",
        "Localisation": "sur la face antéro-latérale de la jambe, à 3 cun directement au-dessous du point 37E Shangjuxu, sur la même verticale.",
        "Actions": "Régularise le Qi de l'Intestin Grêle (Point he secondaire de l'Intestin Grêle), élimine la chaleur\/humidité, désobstrue le méridien, dissout les stagnations, antalgique.\n\nPoint Mer du Sang (avec le 11V et le 37E).",
        "Indications_Therapeutiques": "Douleur abdominale, diarrhées, entérites, obstruction douloureuse des membres inférieurs, paralysies des membres inférieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "40E",
        "Meaning": "Grande abondance",
        "Localisation": "sur la face antéro-latérale de la jambe, à 8 cun directement au-dessous du point 35E Dubi, un travers de doigt en dehors du point 38E Tiaokou.",
        "Actions": "Dissout l'humidité, élimine les glaires (du Poumon, du Coeur), calme le Shen.\n\nPoint Luo de l'Estomac.",
        "Indications_Therapeutiques": "Asthme encombré, bronchiolite, bronchite, toux, dyspnée, expectorations, nausées, vomissements, glaires digestives, encombrement digestif, douleur abdominale, céphalées, tête lourde, vertiges, confusion mentale, agitation, démence, épilepsie, psychoses, paralysie des membres inférieurs, douleur et\/ou raideur de la jambe...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "41E",
        "Meaning": "Elargissement de la petite vallée",
        "Localisation": "sur le pli du cou de pied, dans une dépression entre le tendon de l’extenseur propre du gros orteil et celui de l’extenseur commun des orteils.",
        "Actions": "Elimine la chaleur (Point Jing(2), nature Feu, point de tonification), désobstrue le méridien, calme le Shen, antalgique.",
        "Indications_Therapeutiques": "Chaleur, gonflement, douleur du visage, céphalées (frontales), vertiges, chaleur et\/ou affection de la bouche, rougeur et\/douleur oculaire; douleur, dilatation abdominales, constipation; agitation, épilepsie, psychoses; paralysie des membres inférieurs, atteintes de la cheville...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "42E",
        "Meaning": "Carrefour Yang",
        "Localisation": "sur le dos du pied, à 1,5 cun au-dessous du point 41E Jiexi, où l’on sent les battements de l’artère pédieuse.",
        "Actions": "Tonifie l'Estomac et la Rate, élimine la chaleur, désobstrue et tonifie le méridien, calme le Shen.",
        "Indications_Therapeutiques": "Chaleur, gonflement, douleur du visage, affection de la bouche, odontalgies; douleur, dilatation abdominales, vomissements; agitation, épilepsie, psychoses; paralysie des membres inférieurs, atteintes de la cheville, douleur du dos du pied...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "43E",
        "Meaning": "S'enfonce dans la vallée",
        "Localisation": "sur le dos du pied, dans une dépression située dans l’angle formé par les deuxième et troisième métatarsiens.",
        "Actions": "Régularise l'Estomac, la Rate et les Intestins. Calme les pathologies de type vent, le long du méridien et de la face. Diminue les oedèmes.\n\nPoint Shu, nature Bois.",
        "Indications_Therapeutiques": "Douleur, dilatation abdominale, borborygmes; paralysies faciales, névralgie du trijumeau; gonflement, douleur de la face et des yeux; oedèmes; douleur du dos du pied...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "44E",
        "Meaning": "Cour intérieure (impériale)",
        "Localisation": "sur le dos du pied, à l’arrière de la commissure second et le troisième orteil.",
        "Actions": "Régularise les Intestins, chasse le vent, élimine la chaleur\/humidité, antalgique, calme le Shen.\n\nPoint Ying, nature Eau.",
        "Indications_Therapeutiques": "Douleur, distention abdominale, borborygmes, diarrhées, constipation, dysentérie; paralysie faciale, névralgie du trijumeau; douleur de la face, epistaxis, douleur oculaire, odontalgie, céphalées, vertiges; douleur du dos du pied...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "45E",
        "Meaning": "Perfection des échanges",
        "Localisation": "sur le deuxième orteil, à 0,1 cun en arrière de son angle unguéal externe.",
        "Actions": "Disperse la chaleur (point Jing (1), nature métal, point de dispersion), régularise le yangming, apaise le Shen.",
        "Indications_Therapeutiques": "Douleur, distention abdominale, perte d'appétit, boulimie, rétention alimentaire, douleur de la face, epistaxis, rhinite, douleur oculaire, odontalgie, affections de la bouche et des lèvres, céphalées, vertiges, transpirations, confusion mentale, agitation, psychose, insomnie, rêves excessifs, douleur de l'aine, de la jambe, du dos du pied...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1RT",
        "Meaning": "Blanc caché",
        "Localisation": "sur le gros orteil, à 0,1 cun en arrière de son angle unguéal interne.",
        "Actions": "Point Jing(1), nautre Bois \n3ème point des revenants\n\nTonifie la Rate et le sang. Apaise le shen (par son action tonifiante du sang). Arrête les saignements (tonfication au moxa), régularise les règles.",
        "Indications_Therapeutiques": "Dysménorrhées, saignements utérins, hématémèse, épistaxis, douleurs abdominales, diarrhées, vomissements, insomnies, sommeil perturbé par les rêves, agitation mentale…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2RT",
        "Meaning": "Grande capitale \/ prospérité",
        "Localisation": "sur le bord interne du gros orteil, en avant de la première articulation métatarsophalangienne, à la limite de la peau rouge et de la peau blanche.",
        "Actions": "Tonifie et régularise la Rate (Point de nature Feu, point de tonification), disperse la chaleur, agit sur le foyer moyen.",
        "Indications_Therapeutiques": "Douleurs abdominales, dirrahées, vomissements, constipation, insmonie, agitation mentale...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3RT",
        "Meaning": "Suprême blancheur",
        "Localisation": "en arrière de la première articulation métatarso-phalangienne, à la limite de la peau rouge et de la peau blanche.",
        "Actions": "Tonifie la Rate et l'Estomac, régularise le foyer moyen (Point de nature Terre, point Ben, point Yuan). Renforce la colonne vertébrale (par son action sur son Jing Jin).",
        "Indications_Therapeutiques": "Douleurs abdominales, dirrahées, vomissements, constipation, distension abdomninale, douleur thoracique, douleur des règles, hémorroïdes... Grand point des rhumatismes (avec sensibilité à l’humidité et gonflements). Très efficace dans la ryzarthrose du pouce et l’hallux-valgus (mettre des cônes de moxa 3fois, à faire une fois par an, idéalement en automne), gonarthrose.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4RT",
        "Meaning": "Vieillard et petits enfants",
        "Localisation": "dans une dépression située en avant de la base du premier métatarsien, sur son bord interne, à la limite de la chair blanche et de la chair rouge.",
        "Actions": "Tonifie et régularise le Qi de la Rate et le foyer moyen (point luo de la Rate). Elimine l'humidité et la chaleur. Régularise le Chong Mai (point clé du Chong Mai). Calme le Shen.",
        "Indications_Therapeutiques": "Douleurs abdominales, diarrhées, vomissements, ballonements intestinaux, perte d'appétit, dysménorrhées, douleurs des règles, troubles de la fécondité, insomnies, agitation mentale...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5RT",
        "Meaning": "Grand débat intérieur",
        "Localisation": "dans une dépression située à l’intersection de la ligne horizontale passant par le bord inférieur de la malléole médiale, et de la ligne verticale passant par son bord antérieur.",
        "Actions": "Tonifie la Rate et l'estomac, disperse l'humidité (point de nature métal, point de dispersion). Agit sur les articulations. Apaise le Shen.",
        "Indications_Therapeutiques": "Douleurs abdominales, diarrhées, vomissements, ballonnements intestinaux, oedèmes, gonflement des articulations, douleur de la cheville, difficultés à la conception, insomnies, cogitation...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6RT",
        "Meaning": "Croisement des trois Yin",
        "Localisation": "à 3 cun au-dessus de la pointe de la malléole interne, entre le bord interne du tibia.",
        "Actions": "Tonifie le yin du Rein, de la Rate et du Foie (point luo de groupe des 3 méridiens Yin du bas). Disperse l'humidité, nourrit le sang, agit sur le foyer inférieur.",
        "Indications_Therapeutiques": "Douleurs abdominales, diarrhées, vomissements, ballonnements intestinaux, oedèmes, hernies, spermatorrhées, leucorrhées, stérilité, dysménorrhées, douleur des règles, fibrome utérin, prolapsus utérin, difficultés à la conception, accouchement difficile, troubles des organes génitaux, troubles urinaires (énurésie, oligurie, pollakiurie, retention urinaire...), hémiplégie, insomnies, cogitation...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7RT",
        "Meaning": "Vallée d'écoulement",
        "Localisation": "à 3 cun au-dessus du 6Rte Sanyinjiao, sur le bord postéro médiale du tibia.",
        "Actions": "Tonifie la Rate, disperse l'humidité, avorise la miction et élimine les gonflements. Action locale sur le genou.",
        "Indications_Therapeutiques": "Douleur abdominale, borborygmes, météorisme, diarhées, difficultés mictionnelles, douleurs et\/ou engourdissements de la jambe et\/ou du genou, oedèmes, paralysies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8RT",
        "Meaning": "Di désigne le principe terre \/ciel, disposition, substance en tant que matière première",
        "Localisation": "à 3 cun au-dessous du point 9Rte Yinlingquan, sur le bord postéro médiale du tibia.",
        "Actions": "Régularise la Rate, tonifie le sang, traite l'utérus, disperse l'humidité.",
        "Indications_Therapeutiques": "Douleur abdominale, diarrhées, météorisme, douleur des règles, dysménorrhées, leucorrhées, spermatorrhées, lumbago, oedème, kystes ovariens...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9RT",
        "Meaning": "Source du tertre (côté yin)",
        "Localisation": "sous le pli du genou, sous le condyle interne du tibia, au même niveau que sa tubérosité antérieure.",
        "Actions": "Régularise la Rate, disperse l'humidité, régularise la voie des eaux (point He, nature Eau).",
        "Indications_Therapeutiques": "Douleur abdominale, diarrhées, météorisme, douleur des règles, dysménorrhées, leucorrhées, spermatorrhées, trouble urinaire (dysurie, retention urinaire, énurésie...), lumbago, oedème, douleur et gonflement du genou...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10RT",
        "Meaning": "Mer du sang",
        "Localisation": "à 2 cun au-dessus de l’angle supéro-interne de la patella, au milieu de la proéminence du muscle vaste interne.",
        "Actions": "Tonifie et rafraîchit le sang (Point Mer du Sang), dissout les stases de sang, régularise les menstruations, action dermatologique.",
        "Indications_Therapeutiques": "Dysménorrhées, aménorrhées, hémorragie utérine, démangeaisons des organes génitaux externes, démangeaisons du scrotum, affections cutanées (urticaire, eczéma, zona...), action locale sur le genou...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11RT",
        "Meaning": "Porte du tamis",
        "Localisation": "sur la face interne de la cuisse, à 6 cun au-dessus du point 10Rte Xuehai, en arrière du muscle sarturius (couturier), à côté de l’artère fémorale.",
        "Actions": "Tonifie la Rate, agit sur le foyer inférieur, élimine l'humidité et la chaleur, régule les mictions, agit localement.",
        "Indications_Therapeutiques": "Troubles urinaires (dysurie, retention urinaire, énurésie...), démangeaisons des organes génitaux externes et\/ou du scrotum, douleur inguinale, douleur du bas-ventre, adénopathie inguinale...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12RT",
        "Meaning": "Porte du carrefour (sens physiologique), porte de l'assaut (sens pathologique)",
        "Localisation": "à l’intersection du pli de l’aine et de la ligne passant par le bord supérieur de la symphyse pubienne, à 3,5 cun du 2RM Qugu.",
        "Actions": "Tonifie la Rate, régularise le Qi et le sang, agit sur le foyer inférieur, élimine l'humidité et la chaleur, régule les mictions, fait descendre le Qi du foetus qui monte.",
        "Indications_Therapeutiques": "Douleur abdominale, troubles urinaires (dysurie, rétention urinaire, énurésie...), hémorroïdes, leucorrhées, spermatorrhées, orchite, spermatite, endométrite, hernie inguinale...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13RT",
        "Meaning": "loge des viscères",
        "Localisation": "à 4 cun de la ligne médiane antérieure, à 0,7 cun au-dessus du point 12Rte Chongmen",
        "Actions": "Tonifie la Rate, régularise le Qi, agit localement.",
        "Indications_Therapeutiques": "Douleur abdominale, constipation, masses abdominales, hernie, appendicite, douleurs intercostales, douleur de la cuisse...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14RT",
        "Meaning": "Noeud du ventre",
        "Localisation": "à 4 cun de la ligne médiane antérieure, à 1,3 cun au-dessous du point 15Rte Daheng.",
        "Actions": "Tonifie la Rate, régularise le Qi et le sang, agit sur le foyer inférieur, régule les mictions, fait descendre le Qi en contre-sens.",
        "Indications_Therapeutiques": "Douleur péri-ombilicale, diarrhées ou constipation, spasmes intestinaux, hernie, toux…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15RT",
        "Meaning": "Grand traverse",
        "Localisation": "à 4 cun horizontalement de l’ombilic, en dehors des muscles grands droits de l’abdomen.",
        "Actions": "Régularise et fait circuler le Qi, régularise les intestins. Point du chong mai",
        "Indications_Therapeutiques": "Maux de ventre avec ballonnements, lenteur du transit, diarrhées ou constipation, parasitose intestinale...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16RT",
        "Meaning": "Tristesse \/ douleur du ventre",
        "Localisation": "à 4 cun horizontalement du point 11RM Jianli, à 3 cun au-dessus du point 15Rte Daheng.",
        "Actions": "Régularise et fait circuler le Qi, régularise les intestins.",
        "Indications_Therapeutiques": "Maux de ventre avec ballonnements, douleur péri-ombilicale, constipation, sang dans les selles, dysentérie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17RT",
        "Meaning": "Trou, cave de la nourriture",
        "Localisation": "sur la partie antérieure du thorax, dans le cinquième espace intercostale, à 6 cun de la ligne médiane.",
        "Actions": "Régularise le Qi, élimine les stagnations, aide l'Estomac.",
        "Indications_Therapeutiques": "Douleur abdominale, douleur intercostale, douleur du diaphragme, digestion difficile, stagnation de nourriture, borborygmes, éructations, douleur et distension de la poitrine...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18RT",
        "Meaning": "Vallée \/ Torrent céleste",
        "Localisation": "sur la partie antérieure du thorax, dans le quatrième espace intercostale, à 6 cun de la ligne médiane.",
        "Actions": "Fait descendre le Qi, bénéfique sur les seins.",
        "Indications_Therapeutiques": "Douleur de la poitrine, douleur intercostale, toux, hoquet, insuffisance lactée, mastite, douleur et gonflement des seins, abcès du sein...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19RT",
        "Meaning": "Région de la poitrine",
        "Localisation": "sur la partie antérieure du thorax, dans le troisième espace intercostale, à 6 cun de la ligne médiane.",
        "Actions": "Fait descendre le Qi, libère la poitrine.",
        "Indications_Therapeutiques": "Douleur et distension de la poitrine, douleur intercostale, douleur des seins, toux, asthme...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "20RT",
        "Meaning": "Circuit du Qi nutritif",
        "Localisation": "sur la partie antérieure du thorax, dans le deuxième espace intercostale, à 6 cun de la ligne médiane.",
        "Actions": "Fait descendre le Qi, libère la poitrine.",
        "Indications_Therapeutiques": "Douleur et distension de la poitrine, douleur intercostale, douleur des seins, toux, asthme...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "21RT",
        "Meaning": "Grande enveloppe",
        "Localisation": "",
        "Actions": "Régularise le Qi, libère la poitrine, gouverne les luo (Point Grand Luo de la Rate).",
        "Indications_Therapeutiques": "Douleur et distension de la poitrine, douleur intercostale, toux, dyspnée, courbatures généralisées, faiblesse des membres...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1C",
        "Meaning": "Source extrême, suprême",
        "Localisation": "au centre du creux de l’aisselle, lorsque le bras est levé, en dedans de l’artère axillaire.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, libère la poitrine, régule le Qi et le sang. Nourrit le Yin du Coeur, calme la chaleur du Coeur.",
        "Indications_Therapeutiques": "Douleur de la poitrine, essoufflement, douleurs intercostales, palpitations, paralysies des membres supérieurs, insuffisances lactée, affection de l'épaule...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2C",
        "Meaning": "Esprit serein, éclairé",
        "Localisation": "sur la face médiale du bras, à 3 cun au-dessus du pli de flexion du coude, dans la gouttière interne du biceps brachial.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, régule le Qi et le sang.",
        "Indications_Therapeutiques": "Douleur de l'épaule et du bras, douleur intercostale, douleur de l'hypochondre...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3C",
        "Meaning": "Toute petite mer, jeune mer",
        "Localisation": "entre l’extrémité interne du pli de flexion du coude et l’épicondyle médiale de l’humérus ( épitrochlée). Fléchir le coude pour localiser le point.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, apaise le Shen, nourrit le Yin du Coeur, disperse la chaleur (point He, nature Eau), dissout les glaires.",
        "Indications_Therapeutiques": "Douleur de la poitrine, douleur de l'aisselle, douleur intercostale, affection du coude, tremblements de l'avant-bras et de la main, engourdissements de l'avant-bras et de la main, affections du coude, dépression grave (point de la joie de vivre), agitation mentale... (Les émotions fortes agissent sur le Coeur puis vont à l'Intestin Grêle puis à la Vessie, ce qui peut entrainer des cystites hémorragiques brulantes et brutales; dans ce cas tonifier le 3C.)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4C",
        "Meaning": "Voie de l'Esprit, de l'être spirituel, de l'éveil",
        "Localisation": "au bord ulnaire de la face antérieure du poignet, à 1,5 cun au-dessus du pli de flexion du poignet, dans la gouttière ulnaire, en dehors du tendon du fléchisseur ulnaire du carpe.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, apaise le Shen, nourrit le Yin du Coeur, agit sur la voix.\n\nPoint Jing(2), nature Métal.",
        "Indications_Therapeutiques": "Aphonies, douleur de la poitrine, palpitations, douleur de l'avant-bras et de la main, arthralgie, agitation mentale, hystérie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5C",
        "Meaning": "Communication avec la demeure, informe la demeure",
        "Localisation": "au bord ulnaire de la face antérieure du poignet, à 1 cun au-dessus du pli de flexion du poignet, dans la gouttière ulnaire, en dehors du tendon du fléchisseur ulnaire du carpe.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, apaise le Shen, régularise le Qi du Coeur, traite la langue, agit sur la Vessie. (Point Luo du Coeur).",
        "Indications_Therapeutiques": "Douleur de la poitrine, palpitations, arythmies, sensation de brûlures de la langue, raideur de la langue, céphalées, agitation mentale, douleur du poignet et du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6C",
        "Meaning": "Interstice Yin",
        "Localisation": "au bord ulnaire de la face antérieure du poignet, à 0,5 cun au-dessus du pli de flexion du poignet, dans la gouttière ulnaire, en dehors du tendon du fléchisseur ulnaire du carpe.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (Point Xi). Régule le Qi et le sang. Nourrit le Yin du Coeur, apaise le Shen.",
        "Indications_Therapeutiques": "Douleur de la poitrine, palpitations, aphonie, transpirations nocturnes, confusions mentales, délires…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7C",
        "Meaning": "Porte deu Shen",
        "Localisation": "sur le pli de flexion antérieur du poignet, au bord supérieur du pisiforme, sur le côté externe du tendon du fléchisseur ulnaire du carpe.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien. Disperse la chaleur du Coeur (point Shu, nature Terre, point de dispersion). Régule le Qi et le sang. Nourrit le Yin du Coeur, apaise le Shen.",
        "Indications_Therapeutiques": "Déprime, désespoir, anxiété, perte de mémoire, baisse de l'activité intellectuelle, insomnie, sommeil perturbé par les rêves, épilepsie, palpitations, dyspnées, douleurs intercostales, dysménorhées (cause émotionnelle)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8C",
        "Meaning": "Très petit dépot; amasse, recueille insuffisamment",
        "Localisation": "sur la face palmaire de la main, entre le quatrième et le cinquième métacarpien, là où touche le bout de l’auriculaire en fermant le poing.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien. Disperse la chaleur du Coeur (Point Ying, nature Feu). Régule le Qi et le sang. Apaise le Shen.",
        "Indications_Therapeutiques": "Douleur de la poitrine, palpitations, agitation mentale, troubles mentaux graves, déprime, troubles urinaires, démangeaisons des organes génitaux externes, sensation de chaleur de la paume de la main, tremblements...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9C",
        "Meaning": "Tout petit carrefour",
        "Localisation": "sur l’auriculaire, à 0,1 cun en arrière de son angle unguéal externe.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (Point Jing(1), nautre Bois, point de tonification). Disperse la chaleur du Coeur. Régule le Qi et le sang, restaure la conscience. Traite la langue, la gorge et les yeux.",
        "Indications_Therapeutiques": "Douleur de la poitrine, palpitations, arythmie, perte de connaissance, affections de la langue, maux de gorge, douleur et rougeur des yeux, chaleur de la bouche, douleur du bras, agitation mentale, épilepsie, psychose...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1IG",
        "Meaning": "Tout petit souvenir",
        "Localisation": "sur l’auriculaire, à 0,1 cun en arrière de son angle unguéal interne.",
        "Actions": "Disperse la chaleur et le vent, désobstrue le méridien, agit sur le sein, ouvre les orifices, calme le Shen. (point Jing(1), nature Métal)",
        "Indications_Therapeutiques": "Fièvre, otite, surdité, acouphènes, céphalées, angine, toux, affections de la bouche, épistaxis, raideur et douleur du cou, vertiges, insuffisance lactée, mastite, kystes, troubles psychiatriques (agitation, délire, hystérie...)…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2IG",
        "Meaning": "Vallée intérieure",
        "Localisation": "dans une dépression située sur le bord ulnaire de l’auriculaire, en avant de son articulation métacarpo-phalangienne, à la limite de la peau rouge et de la peau blanche.",
        "Actions": "Disperse la chaleur et le vent (point Ying, nature Eau), désobstrue le méridien.",
        "Indications_Therapeutiques": "Otite, oreillons, conjonctivite, sialorrhées, inflammation de la gorge, maux de gorge, épistaxis, cystite (liée à l'émotionnel, sans germe mais de manifestation violente voir hémorragique) toux, douleur et raideur du cou et du dos, douleur du bras et du poignet, engourdissements des doigts, douleur de l'auriculaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3IG",
        "Meaning": "Petite vallée postérieure",
        "Localisation": "sur la bord ulnaire de la main, au-dessus de l’articulation métacarpo-phalangienne de l’auriculaire.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (point Shu, nature Bois, point de tonification), disperse la chaleur et le vent, agit sur le Du Mai (Point clé du Du Mai), action sur la colonne vertébrale (en particulier sur les cervicales), bénéfique sur les organes des sens, assure la clarté de l'esprit (aide à prendre des décisions) et l'apaise.",
        "Indications_Therapeutiques": "Douleur et raideur des cervicales, torticolis, douleurs musculaires, paralysies des membres supérieurs, céphalées, otite, surdité, acouphènes, épistaxis, rougeur et douleur oculaire, odontalgie, maux de gorge, aphonie, sueurs nocturnes, épilepsie, affections psychiatriques...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4IG",
        "Meaning": "Os du carpe",
        "Localisation": "sur la bord ulnaire de la main, dans un creux entre la base du cinquième métacarpien et du triquetrum (os pyramidal).",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur et le vent.",
        "Indications_Therapeutiques": "Douleurs, raideurs, contractures sur le trajet du méridien (doigts, poignet, bras, coude, épaule, cou, dos, mâchoire), paralysie, lombalgies, douleurs intercostales, vomissements, céphalées, maux de gorge, affection de l'oreille, douleur oculaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5IG",
        "Meaning": "Vallée \/ Torrent Yang",
        "Localisation": "sur le bord ulnaire de l’articulation métacarpo-phalangienne, dans une dépression située l’apophyse styloïde ulnaire et le triquetrum (os pyramidal).",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur et le vent (Point Jing(2), nature Feu, point Ben), diminue les gonflements, assure la clarté de l'esprit.",
        "Indications_Therapeutiques": "Gonflements du cou, odontalgies, douleur, rougeur et affection des yeux, surdité, acouphènes; douleur de la main, du poignet, du bras et de l'épaule; crises hémorroïdaires; troubles psychiatriques...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6IG",
        "Meaning": "Nourrir la vieillesse",
        "Localisation": "sur le bord radial du processus styloïde ulnaire, la main en supination, en dehors du tendon de l’extenseur ulnaire du carpe.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (point Xi), agit sur les tendons et les muscles (situés sur le trajet du méridien), bénéfique sur les yeux.",
        "Indications_Therapeutiques": "Douleurs, raideurs, contractures sur le trajet du méridien (poignet, bras, coude, épaule, cou, dos, mâchoire), paralysie, lombalgies, affections oculaires (baisse de l'acuité visuelle, douleur, vision trouble...)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7IG",
        "Meaning": "Embranchement rectiligne",
        "Localisation": "sur le bord ulnaire de l’avant-bras, à mi-distance entre le pli du coude et le pli du poignet (ou à 5 cun au-dessus du poignet), sur le ligne reliant le point 5IG Yanggu au point 8IG Xiaohai.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (Point Luo de l'IG), calme le Shen.",
        "Indications_Therapeutiques": "Douleur, raideur, blocage du poignet, coude, de l'épaule ou des cervicales, torticolis, douleur des doigts, céphalées, fièvre, affections oculaires, troubles psychiatriques (psychose, anxiété, agitation...)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8IG",
        "Meaning": "Petite mer intérieure",
        "Localisation": "coude en flexion, sur le bord interne du coude, dans le creux situé entre l’olécrâne et l’épitrochlée.",
        "Actions": "Désobstrue le méridien, disperse la chaleur (Point He, nature Terre, point de dispersion)(chaleur\/humidité des aliments entre autres - métabolise les excès de graisse), calme le Shen.",
        "Indications_Therapeutiques": "Douleur du coude, de l'épaule et du dos, céphalées, vertiges, odontalgies, enflures et douleurs de la gorge, enflures et douleurs des gencives, agitation mentale, épilepsie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9IG",
        "Meaning": "Epaule pudique, châste",
        "Localisation": "à 1 cun au-dessus de l’extrémité supérieure du pli postérieur de l’aisselle.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse le vent, agit sur l'épaule.",
        "Indications_Therapeutiques": "Douleur, raideur, blocage de l'épaule, épaule gelée (faire au moxa deux fois par semaine), douleur de l'omoplate, paralysies du membre supérieur...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10IG",
        "Meaning": "Guérrit l'épaule",
        "Localisation": "sur la face postérieure de l’épaule, sous l’épine de la scapula, en dedans de la verticale passant par le pli postérieur axillaire.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, agit sur l'arrière de l'épaule et l'omoplate.",
        "Indications_Therapeutiques": "Raideur, blocage, faiblesse, douleur de l'épaule qui irradie à l'omoplate.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11IG",
        "Meaning": "Ancêtre céleste  (invocation des ancêtres)",
        "Localisation": "au centre de la fosse infra-épineuse de la scapula, il dessine un triangle équilatéral avec les points 10IG Naoshu et 9IG Jianzhen.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, agit sur l'arrière de l'épaule et l'omoplate, bénéfique sur les seins.",
        "Indications_Therapeutiques": "Raideur, blocage, faiblesse, douleur de l'épaule et de l'omoplate, douleur du coude et du bras, douleurs intercostales, affections du seins (insuffisance lacté, abcès, douleur...)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12IG",
        "Meaning": "Maîtrise le vent (dénomination d'après la pathologie",
        "Localisation": "au centre de la fosse supra-épineuse de la scapula, au-dessus du 11IG Tianzong, dans un creux qui se forme bras levé.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse le vent, agit sur l'arrière de l'épaule et l'omoplate.",
        "Indications_Therapeutiques": "Raideur, blocage, faiblesse, engourdissements, douleur de l'épaule et de l'omoplate, douleur du coude et du bras, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13IG",
        "Meaning": "Courbe du mur",
        "Localisation": "du côté interne de la fosse supra-épineuse, au milieu de la ligne reliant le point 10IG Naoshu à l’apophyse épineuse de la deuxième vertèbre thoracique.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, agit sur l'arrière de l'épaule et l'omoplate.",
        "Indications_Therapeutiques": "Raideur, blocage, faiblesse, engourdissements, douleur de l'épaule et de l'omoplate…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14IG",
        "Meaning": "Correspond à la partie exterieure de l'épaule",
        "Localisation": "à 3 cun de l’apophyse épineuse de la première vertèbre thoracique, au même niveau que 13DM Taodao.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse le vent\/froid, agit sur l'arrière de l'épaule, l'omoplate et le cou.",
        "Indications_Therapeutiques": "Raideur, blocage, faiblesse, engourdissements, douleur de l'épaule et de l'omoplate, raideur et douleur du cou, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15IG",
        "Meaning": "Correspond à la partie exterieure de l'épaule",
        "Localisation": "à 2 cun de l’apophyse épineuse de la septième vertèbre cervicale, au même niveau que le point 14DM Dazhui.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, agit sur l'arrière de l'épaule, l'omoplate et du cou, fait descendre le Qi du Poumon.",
        "Indications_Therapeutiques": "Raideur, blocage, faiblesse, engourdissements, douleur de l'épaule et de l'omoplate, raideur et douleur du cou, torticolis, toux, asthme, bronchite...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16IG",
        "Meaning": "Fenêtre du Ciel",
        "Localisation": "sur la face latérale du cou, à 0,5 cun en arrière du 18GI Futu, au bord postérieur du muscle sterno-cléido-mastoïdien.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse le vent et la chaleur, agit sur la gorge, la voix et les oreilles.",
        "Indications_Therapeutiques": "Maux de gorge, aphonie, baisse de l'acuité auditive, acouphènes, odontalgies, céphalées, chaleur du visage, douleur, raideur et contracture de l'épaule et de la nuque...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17IG",
        "Meaning": "Reçoit le Ciel",
        "Localisation": "sur la face latérale du cou, en arrière et en bas de l’angle de la mandibule, au bord antérieur du muscle sterno-cléido-mastoïdien.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse le vent, agit sur la gorge et les oreilles.",
        "Indications_Therapeutiques": "Maux de gorge, aphasie, odontalgies, amygdalites, baisse de l'acuité auditive, acouphènes, toux, asthme, dyspnée, douleur, raideur de l'épaule et du cou…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18IG",
        "Meaning": "Creux de l'os de la pommette",
        "Localisation": "au-dessous de la commissure palpébrale latéral de l’œil, sous l’arcade zygomatique.",
        "Actions": "Disperse le vent et la chaleur, diminue les gonflements.",
        "Indications_Therapeutiques": "Acouphènes, névralgies, paralysies faciales, odontalgies, chaleur du visage…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19IG",
        "Meaning": "Demeure, palais de l'ouïe",
        "Localisation": "dans le creux formé entre le milieu du tragus et l’articulation temporo-mandibulaire lorsque l’on ouvre la bouche.",
        "Actions": "Action sur l'oreille, calme le Shen.",
        "Indications_Therapeutiques": "Acouphènes, baisse de l'cuité auditive, otalgie, odontalgies, névralgies, paralysies faciales, aphonie, agitation mentale, état maniaque...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1V",
        "Meaning": "Eclat de la prunelle",
        "Localisation": "à 0,1 cun en dedans et au-dessus du canthus médial de l’œil, au bord interne de l’orbite.",
        "Actions": "Disperse le Vent et la chaleur, agit localement sur l'oeil.\n\nPoint He des Jing Bie C\/IG.\nPoint noeud du Tai Yang (IG\/V).\nPoint de croisement avec Yin Qiao Mai et le Yang Qiao Mai.",
        "Indications_Therapeutiques": "Douleur, rougeur et\/ou démangeaison oculaire, sialorrhées, baisse de l'acuité visuelle, troubles visuels, paralysie faciale...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2V",
        "Meaning": "Faisceau de bambous (sourcils)",
        "Localisation": "dans un creux situé à l’extrémité médial du sourcil, au-dessus du canthus interne.",
        "Actions": "Disperse le Vent et la chaleur, agit localement sur l'oeil et le nez, dégage la tête.",
        "Indications_Therapeutiques": "Céphalées (frontales), vertiges, obstruction nasale, rhinorrhées, épistaxis; douleur, rougeur et\/ou démangeaison oculaire, sialorrhées, baisse de l'acuité visuelle, troubles visuels, paralysie faciale, hémorroïdes...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3V",
        "Meaning": "Carrefour du sourcil",
        "Localisation": "à 0,5 cun en arrière du bord antérieur du cuir chevelu, verticalement au-dessus de l’extrémité médiale du sourcil.",
        "Actions": "Disperse le Vent et la chaleur, agit sur l'oeil et le nez, dégage la tête.",
        "Indications_Therapeutiques": "Céphalées, vertiges, obstruction nasale, rhinorrhées, épistaxis; douleur, rougeur et\/ou démangeaison oculaire, sialorrhées, baisse de l'acuité visuelle, troubles visuels...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4V",
        "Meaning": "Accentuation de la courbe",
        "Localisation": "à 0,5 cun en arrière du bord antérieur du cuir chevelu, à 1,5 cun en dehors de 24DM Shenting.",
        "Actions": "Disperse le Vent et la chaleur, agit sur l'oeil et le nez, dégage la tête.",
        "Indications_Therapeutiques": "Céphalées, vertiges, obstruction nasale, rhinorrhées, épistaxis; douleur, rougeur et\/ou démangeaison oculaire, sialorrhées, baisse de l'acuité visuelle, troubles visuels...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5V",
        "Meaning": "Cinquième lieu",
        "Localisation": "à 0,5 cun en arrière du point 4V Qucha, à 1,5 cun latéralement de la ligne médiale.",
        "Actions": "Disperse le Vent et la chaleur, dégage la tête, libère la surface, restaure la conscience, débloque le Yang.\nFait partie des 5 points qui ont une indication considérable de l'énergie en rapport avec la conscience, l'endocrâne, le fonctionnement du cerveau. Si ce point est bloqué : le yang ne pénètre pas donc il y aura un vide de yang interne. Agit sur le yang de surface avec manque de yang en profondeur donc risque de troubles de la conscience.",
        "Indications_Therapeutiques": "Perte de connaissance, convulsions, épilepsie, apoplexie\/AVC (peut se coupler avec le 1F); tétanie, allergies aigues (vent externe), céphalées, vertiges, affections oculaires, troubles de la vision, affections nasales, névralgies faciales, paralysie faciale...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6V",
        "Meaning": "Reçoit la lumière",
        "Localisation": "à 1,5 cun en arrière du point 5V Wuchu, à 1,5 cun latéralement de la ligne médiale.",
        "Actions": "Disperse le Vent et la chaleur, dégage la tête, libère la surface, restaure la conscience, débloque le Yang.\nFait partie des 5 points qui ont une indication considérable de l'énergie en rapport avec la conscience, l'endocrâne, le fonctionnement du cerveau. Si ce point est bloqué : le yang ne pénètre pas donc il y aura un vide de yang interne. Agit sur le yang de surface avec manque de yang en profondeur donc risque de troubles de la conscience.",
        "Indications_Therapeutiques": "Céphalées, vertiges, obstruction nasale, rhinorrhées, épistaxis; douleur, rougeur et\/ou démangeaison oculaire, sialorrhées, baisse de l'acuité visuelle, troubles visuels...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7V",
        "Meaning": "Communique avec le soleil",
        "Localisation": "à 1,5 cun en arrière du point 6V Chengguang, à 1,5 cun latéralement de la ligne médiale.",
        "Actions": "Disperse le Vent, dissout les glaires, dégage la tête, débloque le Yang, apaise le Shen.\n(Fait partie des 5 points qui ont une indication considérable de l'énergie en rapport avec la conscience, l'endocrâne, le fonctionnement du cerveau. Si ce point est bloqué : le yang ne pénètre pas donc il y aura un vide de yang interne. Agit sur le yang de surface avec manque de yang en profondeur donc risque de troubles de la conscience. Se fait avec les autres (5V au 9V))",
        "Indications_Therapeutiques": "Tête lourde, céphalées du vertex, affections oculaires, obstruction nasale, rhinorrhées, sinusite, bourdonnements d'oreilles, inconscience, névralgies faciales, paralysie faciale, perte de connaissance...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8V",
        "Meaning": "Quitte le vaisseau",
        "Localisation": "à 1,5 cun en arrière de 7V Tongtian, à 1,5 cun latéralement de la ligne médiale.",
        "Actions": "Disperse le Vent, dissout les glaires, dégage la tête, débloque le Yang, apaise le Shen.\n(Fait partie des 5 points qui ont une indication considérable de l'énergie en rapport avec la conscience, l'endocrâne, le fonctionnement du cerveau. Si ce point est bloqué : le yang ne pénètre pas donc il y aura un vide de yang interne. Agit sur le yang de surface avec manque de yang en profondeur donc risque de troubles de la conscience. Se fait avec les autres (5V au 9V))",
        "Indications_Therapeutiques": "Céphalées du vertex, rhinite, sinusite, acouphènes, troubles de la vue, névralgies faciales, paralysie faciale, vertiges, vomissements, désorientation, excitabilité, refoulement, personne qui ne s'extériorise pas (s’il y a de la colère qui ne sort pas on peut l'associer au 3F en direction du 1R), démence, psychose, épilepsie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9V",
        "Meaning": "Oreiller de jade",
        "Localisation": "sur l’occiput, à 1,3 cun en dehors de 17DM Naohu, juste au-dessus du tubercule occipitale.",
        "Actions": "Disperse le Vent et le froid, dégage la tête, débloque le Yang occipital, apaise le Shen.\n(Fait partie des 5 points qui ont une indication considérable de l'énergie en rapport avec la conscience, l'endocrâne, le fonctionnement du cerveau. Si ce point est bloqué : le yang ne pénètre pas donc il y aura un vide de yang interne. Agit sur le yang de surface avec manque de yang en profondeur donc risque de troubles de la conscience. Se fait avec les autres (5V au 9V))",
        "Indications_Therapeutiques": "Céphalées occipitales, Névralgies faciales, obstruction du nez, nez bouché, trouble de la vue et de l'odorat, affections oculaires et nasales, paralysie faciale, vertiges à type d'éblouissement, crainte du froid au niveau du nez, désorientation, démence, agitation...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10V",
        "Meaning": "Colonne céleste, désigne aussi trois pics de Chine",
        "Localisation": "dans un creux sur le bord latéral du muscle trapèze, à 1,3 cun horizontalement de 15DM Yamen.",
        "Actions": "Régularise le Qi, fait descendre le Yang, libère la tête et agit sur les organes des sens, apaise le Shen, disperse le Vent.\n\nPoint He des Jing Bie R\/V.",
        "Indications_Therapeutiques": "Céphalées, vertiges, obstruction nasale, rhinorrhées, épistaxis, perte de l'odorat; douleur, rougeur et\/ou démangeaison oculaire, sialorrhées, baisse de l'acuité visuelle, troubles visuels, douleur et enflure de la gorge, douleur et raideur du cou, faiblesse cervicale, douleur cervico-brachiale torticolis, insomnie, éplilepsie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11V",
        "Meaning": "Grande navette",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la première vertèbre thoracique.",
        "Actions": "Renforce le sytème osseux (Point Hui des Os) et articulaire, libère la surface, régularise le Qi du Poumon.\n\nPoint Mer du Sang et des 12 méridiens.\nLuo du Ren Mai, Luo du Du mai",
        "Indications_Therapeutiques": "Ostéoporsoe, raideur du rachis, raideur et douleur des cervicales, du heut du dos, de la scapula, des lombes, des genoux; céphalées, vertiges, fièvre, frissons, courbatures, toux, dyspnée, douleur et enflure de la gorge...\n\nPoint qui assure la charpente osseuse et 'morale', agit sur tout ce qui détruit physiquement ou pshychiquement (maltraitance, harcèlement, viol...).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12V",
        "Meaning": "Porte du Vent",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la deuxième vertèbre thoracique.",
        "Actions": "Disperse le Vent et le froid, libère la surface, stimule Wei Qi, diffuse et fait descendre le Qi du Poumon, diffuse les liquides en superficie.\n\nPoint de réunion avec le Du Mai.",
        "Indications_Therapeutiques": "Céphalées, vertiges, sensation de froid, rhinorrhée, congestion nasale, courbatures, toux, dyspnée, allergies des voies respiratoires, urticaires, douleur et raideur de la nuque, douleur de l'épaule, lombalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13V",
        "Meaning": "Point de transfert des Poumons",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la troisième vertèbre thoracique.",
        "Actions": "Régularise le Qi du Poumon et favorise sa diffusion et sa descente, tonifie le Yin du Poumon (Bei Shu du Poumon), disperse la chaleur du Poumon, libère la superficie, régularise le foyer supérieur.",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, faiblesse pulmonaire, abcès pulmonaire, pneumonie, tuberculose, bronchite, rhume, glaires, urticaires, fièvre, frissons, crainte du froid, douleur et raideur du haut du dos, de l'épaule, lombalgies, tendance suicidaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14V",
        "Meaning": "Point de transfert de l'enveloppe du coeur",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la quatrième vertèbre thoracique.",
        "Actions": "Régularise et nourrit le Coeur, apaise le Shen, libère la poitrine.\n\nBei Shu du Maitre Coeur.",
        "Indications_Therapeutiques": "Douleur et\/ou oppression thoracique, palpitation, \ndouleur du diaphragme, hoquet, vomissements, agitation...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15V",
        "Meaning": "Point de transfert du Coeur",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la cinquième vertèbre thoracique.",
        "Actions": "Régularise et tonifie le Coeur (Bei Shu du Coeur), disperse le feu du Coeur, apaise le Shen, disperse les stases de sang et tonifie le sang.",
        "Indications_Therapeutiques": "Douleur et\/ou oppression thoracique, palpitation, troubles cardiaques, agitation, délire, démence, psychoses, troubles du sommeil (surtout les réveils très tôt vers 2h du matin avec difficulté à s'endormir), difficulté de concentration, trouble de la mémoire, retard mental, hyperactivité, perte de la joie de vivre, dépression (à associer au 3C), insuffisance veineuse, jambes lourdes, varices...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16V",
        "Meaning": "Point de transfert du vaisseau gouverneur",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la sixième vertèbre thoracique.",
        "Actions": "Régularise le Qi du Foyer supérieur et libère la poitrine.\n\nBei Shu du Du Mai",
        "Indications_Therapeutiques": "Affections cardiaques, troubles de la circulation sanguine, douleur abdominale, hoquet, borborygmes,prurit...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17V",
        "Meaning": "Point de transfert du diaphragme",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la septième vertèbre thoracique.",
        "Actions": "Nourrit le sang, apaise sa chaleur, dissout les stases de sang et stoppe les hémorragies (point Hui du Sang). Régularise le diaphragme et fait descendre le Qi à contre-sens (Bei Shu du diaphragme).",
        "Indications_Therapeutiques": "Douleur, blocage du diaphragme, paralysie du diaphragme, hoquet, vomissements, reflux, douleur et\/ou oppression thoracique, affections cardiaques, douleur abdominale, toux, dyspnée, fièvre, vertiges, transpirations, affections hémorragiques (épistaxis, hémoptysie, hématémèse, sang dans les selles...), prurit, douleur du dos, douleur et raideur du rachis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18V",
        "Meaning": "Point du transfert du foie",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la neuvième vertèbre thoracique.",
        "Actions": "Régularise le Qi du Foie, disperse la chaleur humidité et le vent, apaise le feu, tonifie le sang du Foie, traite les yeux et les tendons. (Bei shu du Foie)",
        "Indications_Therapeutiques": "Affections hépatiques, douleurs intercostales; douleur épigastrique, abdominale, du bas ventre; vaginite, vulvite; céphalées, vomissements, épistaxis, hémoptysie, hématémèse; rougeurs, douleurs, démangeaisons oculaires, conjonctivite, sialorrhées, éblouissements, vue trouble, 'mouches volantes'; douleur et raideur du rachis, du cou, du haut du dos, des épaules, des tendons, crampes musculaires; troubles du sommeil (par des rêves excessifs), colère excessive, hyperactivité, épilepsie, psychose...\n\nS’il y a des signes de chaleur du Foie, il faudra supprimer le sucre dans l'alimentation (en particulier chez femme enceinte car si la mère mange sucré pendant la grossesse, l'enfant à moins de chance d'être calme).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19V",
        "Meaning": "Point de transfert de la vésicule biliaire",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la dixième vertèbre thoracique.",
        "Actions": "Régularise et fait circuler le Qi du Foie et de la Vésicule Biliaire, et disperse leur chaleur humidité (Bei Shu de la Vésicule biliaire).",
        "Indications_Therapeutiques": "Affections du Foie et de la VB (hépatite, cholécystite...), jaunisse, yeux jaunes, douleurs intercostales, distensions et douleur thoracique, gout amer dans la bouche, vomissements, céphalées, troubles du sommeil (agitation, rêves en excès), douleur du dos...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "20V",
        "Meaning": "Point de transfert de la rate",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la onzième vertèbre thoracique.",
        "Actions": "Tonifie la Rate et l'Estomac (Bei Shu de la Rate), favorise la montée du Qi de la Rate au foyer supérieur, régularise le foyer moyen, dissout l'humidité (grand point des glaires), tonifie le sang.",
        "Indications_Therapeutiques": "Douleur et\/ou distension abdominale, perte d'appétit, ulcère gastrique, masse abdominale, diarrhées, vomissements, gonflements, oedèmes des membres inférieurs, oedème généralisé, douleur des règles, aménorrhées, hémorragie, hématémèse, urémie, prolapsus utérin...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "21V",
        "Meaning": "Point de transfert de l'estomac",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la douzième vertèbre thoracique.",
        "Actions": "Tonifie l'Estomac et la Rate (Bei Shu de l'Estomac), assure la descente du Qi de l'Estomac (descente des aliments vers l'IG), aide la Rate à éliminer les liquides, favorise le transport des liquides vers les Reins, la Vessie et le Gros Intestin.",
        "Indications_Therapeutiques": "Douleur et distension abdominale, masses abdominales, diarrhées, vomissements, perte d'appétit, amaigrissement, ulcères, ptôses, reflux, borborygmes, rétention de nourriture...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "22V",
        "Meaning": "Point de transfert du Triple réchauffeur",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la première vertèbre lombaire.",
        "Actions": "Tonifie et régularise le Triple Réchauffeur (Bei Shu du TR), ouvre la voie des Eaux et facilie les mictions.",
        "Indications_Therapeutiques": "Douleur, distension et masses abdominales, neurasthénie, amaigrissement, énurésie, hématurie, oedèmes, fièvre, chaleur dans le corps, céphalées, douleurs et raideurs lombaires...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "23V",
        "Meaning": "Point de transfert des reins",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse",
        "Actions": "Tonifie le Rein (le Yin et surtout le Yang), nourrit l'essence du Rein (peut être associé au 4DM et 4RM), régularise le foyer inférieur, traite les organes des sens, soutient le rachis, les lombes et les genoux. (Bei Shu du Rein)",
        "Indications_Therapeutiques": "Stérilité, troubles de la sexualité ( impuissance, frigidité), spermatorrhée, pollution nocturne, éjaculation précoce, douleurs et affections des organes génitaux externes, leucorrhées, aménorrhées, dysménorrhées, troubles de l'audition, perte du goût, troubles de l'odorat, affections de la vue sècheresse oculaire, troubles mictionnels (énurésie, rétention urinaire, hématurie, douleur mictionnelle, fuite urinaire...), oedèmes, diarrhées, borborygmes, douleur, raideur, faiblesse lombaire, gonalgie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "24V",
        "Meaning": "Point de transfert de la mer du Qi",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la troisième vertèbre lombaire.",
        "Actions": "Régularise et tonifie le foyer inférieur (en particulier la région lombaire), le Qi et l'essence du Rein, stimule Yuan Qi.\n\nBei Shu du point Qihai 6RM (mère de l'énergie).",
        "Indications_Therapeutiques": "Faiblesse, raideur, douleur lombaire, douleur des règles, règles irrégulières, dysménorrhées, leucorrhées, spermatorrhées, baisse de la libido, impuissance, hémorroïdes...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "25V",
        "Meaning": "Point de transfert du gros intestin",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la quatrième vertèbre lombaire.",
        "Actions": "Tonifie et régularise les intestins (Bei Shu du GI), renforce les lombes.",
        "Indications_Therapeutiques": "Traite les pathologies chroniques du GI (constipation, diarrhées, inflammation, diverticules...), prolapsus rectal, borborygmes, douleur et distension abdominale, douleur et raideur lombaire, sciatique...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "26V",
        "Meaning": "Point de transfert de la barrière originale",
        "Localisation": "sur la première chaine de vessie, à 1,5 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la cinquième vertèbre lombaire.",
        "Actions": "Régularise le foyer inférieur, renforce les lombes.\n\nBei Shu du point 4RM Guanyuan (barrière des origines)",
        "Indications_Therapeutiques": "Lombalgies, diarrhées, constipation, troubles uro-génitaux...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "27V",
        "Meaning": "Point de transfert de l'intestin grêle",
        "Localisation": "sur la première chaine de vessie, sur le sacrum, en dehors de l’apophyse épineuse de la première vertèbre sacrée (horizontalement du premier trou sacré).",
        "Actions": "Tonifie et régularise l'Intestin grèle (Bei Shu de l'IG), favorise le tri des aliments (séparation pur\/impur), favorise les mictions.",
        "Indications_Therapeutiques": "Douleur abdominale, diarrhées, constipation, dysentérie, énurésie, rétention urinaire, leucorrhées, spermatorrhées, douleur sacro-lombaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "28V",
        "Meaning": "Point de transfert de la vessie",
        "Localisation": "sur la première chaine de vessie, sur le sacrum, en dehors de l’apophyse épineuse de la deuxième vertèbre sacrée (horizontalement du deuxième trou sacré).",
        "Actions": "Régularise la Vessie (Bei Shu de la Vessie) et du foyer inférieur, disperse l'humidité chaleur, dissout les stases, harmonise les règles, agit sur les lombaires et les jambes.",
        "Indications_Therapeutiques": "Douleurs mictionnelles, dysuries, rétention urinaire, \ndouleurs et masses abdominales, constipations, diarrhées, leucorrhées, spermatorrhées, affections des organes génitaux externes, raideur et douleur lombaire, sacro-coccygienne, sciatiques, douleur des jambes...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "29V",
        "Meaning": "Point de transfert du centre de ce qui soutient",
        "Localisation": "sur la première chaine de vessie, sur le sacrum, en dehors de l’apophyse épineuse de la troisième vertèbre sacrée (horizontalement du troisième trou sacré).",
        "Actions": "Renforce le foyer inférieur et les lombes, disperse le froid. (Bei Shu du sacrum)",
        "Indications_Therapeutiques": "Diarrhées, dysentérie, douleur lombo-sacrée, sciatiques...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "30V",
        "Meaning": "Point de transfert de l'anneau de jade blanc (ou pur)",
        "Localisation": "sur la première chaine de vessie, sur le sacrum, en dehors de l’apophyse épineuse de la quatrième vertèbre sacrée (horizontalement du quatrième trou sacré).",
        "Actions": "Renforce le foyer inférieur et les lombes, traite l'anus. (Bei Shu du cercle blanc \/ anus)",
        "Indications_Therapeutiques": "Prolapsus de l'anus, béance de l'anus provoquant des pertes (ce point peut être associé au 9MC ou 6MC ou 17VC), douleur lombo-sacrée, sciatiques, leucorrhées, spermatorrhées, stérilité, dysménorrhées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "31V",
        "Meaning": "Trou supérieur de l'os",
        "Localisation": "sur le sacrum, dans le premier trou sacré.",
        "Actions": "Régularise et renforce le foyer inférieur, tonifie le Rein et le Jing, régularise les menstruations et facilite les mictions et l'accouchement.",
        "Indications_Therapeutiques": "Stérilité, impuissance, leucorrhées, spermatorrhées, affections des organes génitaux externes, rétention urinaire, difficultés mictionnelles, hémorroïdes, défécation difficile, prolapsus rectal, soulage les douleurs de l'accouchement et augmente les contractions, sciatiques, douleur et raideur lombo-sacrée...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "32V",
        "Meaning": "Second trou de l'os",
        "Localisation": "sur le sacrum, dans le deuxième trou sacré.",
        "Actions": "Régularise et renforce le foyer inférieur, tonifie le Rein et le Jing, régularise les menstruations et facilite les mictions et l'accouchement.",
        "Indications_Therapeutiques": "Stérilité, impuissance, leucorrhées, spermatorrhées, affections des organes génitaux externes, rétention urinaire, difficultés mictionnelles, hémorroïdes, défécation difficile, prolapsus rectal, soulage les douleurs de l'accouchement et augmente les contractions, sciatiques, douleur et raideur lombo-sacrée...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "33V",
        "Meaning": "Trou du milieu",
        "Localisation": "sur le sacrum, dans le troisième trou sacré.",
        "Actions": "Régularise et renforce le foyer inférieur, tonifie le Rein et le Jing, régularise les menstruations et facilite les mictions et l'accouchement.",
        "Indications_Therapeutiques": "Stérilité, impuissance, leucorrhées, spermatorrhées, affections des organes génitaux externes, rétention urinaire, difficultés mictionnelles, hémorroïdes, défécation difficile, prolapsus rectal, soulage les douleurs de l'accouchement et augmente les contractions, sciatiques, douleur et raideur lombo-sacrée...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "34V",
        "Meaning": "Trou inférieur de l'os",
        "Localisation": "sur le sacrum, dans le quatrième trou sacré.",
        "Actions": "Régularise et renforce le foyer inférieur, tonifie le Rein et le Jing, aide les intestins, régularise les menstruations et facilite les mictions et l'accouchement.",
        "Indications_Therapeutiques": "Douleur abdominale, diarrhées, constipation, défécation difficile, dysentérie, énurésie, rétention urinaire, leucorrhées, spermatorrhées, affections des organes génitaux externes, hémorroïdes, douleur sacro-lombaire, sciatiques...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "35V",
        "Meaning": "Réunion yang",
        "Localisation": "à 0,5 cun de la ligne médiane postérieure, sur la ligne passant par la pointe du coccyx, au niveau de l’articulation sacro-coccigienne.",
        "Actions": "Disperse l'humidité chaleur du foyer inférieur et le régularise, agit sur l'anus et le coccyx.\n\nPoint réunion des Yang. On l'utilise dans les vides de yang du Rein (froid aux os) et de la Rate (diarrhées importantes). Point douloureux dans les chutes sur coccyx.",
        "Indications_Therapeutiques": "Hémorroïdes, prolapsus rectal, diarrhées, dysentérie, affections des organes génitaux externes, leucorrhées, spermatorrhées, impuissance, douleur lombaire et sacro-coccigienne...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "36V",
        "Meaning": "Reçoit et soutient; reçoit et protège",
        "Localisation": "au milieu du pli sous-fessier.",
        "Actions": "Régularise le foyer inférieur, apaise les douleurs, décontracte les tendons.",
        "Indications_Therapeutiques": "Lombalgies (notamment par vide de yang abdominal, constipation excessive qui donne des douleurs lombaires), douleurs sacro-coccigienne, douleur de la fesse, paralysie des membres inférieurs, sciatiques, hémorroïdes, affections des organes génitaux externes, troubles urinaires, leucorrhées, spermatorrhées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "37V",
        "Meaning": "Porte pourpre",
        "Localisation": "à 6 cun au-dessous du point 36V Chengfu, sur la ligne réliant le milieu du pli du creux poplité et celui du pli sous-fessier.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, décontracte les tendons, soulage la douleur.\n\nPoint 'Porte' ('Men'), agit sur les mouvements qui ne se font pas. L'énergie stagnant au niveau du petit bassin et agissant sur les lombaires : accumulation pelvienne de sang (congestion du petit bassin qui donne des douleurs lombaires, règles qui tardent à se déclencher).",
        "Indications_Therapeutiques": "Douleur et raideur lombaire, douleur des règles, paralysie des membres inférieurs, sciatiques, douleur de la cuisse...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "38V",
        "Meaning": "Région flottante",
        "Localisation": "à 1 cun au-dessus de 39V Weiyang, en dedans du tendon du biceps crural.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, décontracte les tendons, soulage la douleur, disperse la chaleur de l'IG.\n\nPoint de déblocage, c'est l'un des points qui débloque la région lombaire (avec une notion de stagnation dans le petit bassin: type lourdeur pelvienne avec douleurs lombaires)",
        "Indications_Therapeutiques": "Douleur et raideur lombaire, douleur des règles, paralysie des membres inférieurs, sciatiques, douleur de la cuisse, constipation, troubles urinaires...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "39V",
        "Meaning": "Côté externe du pli",
        "Localisation": "à l’extrémité externe du creux poplité, au bord médial du tendon du biceps crural, sur la même horizontale que le 40V Weizhong.",
        "Actions": "Régularise le Triple Réchauffeur et la voie des eaux (point He sencondaire du TR), soulage la douleur.\n\nTrès grand point yang (de surface) : libère le Yang dans tout le corps (quand celui-ci ne circule pas) en particulier le Yang de surface. Coups de soleil, brûlures (accumulation de yang).",
        "Indications_Therapeutiques": "Rétention urinaire, difficultés mictionnelles, énurésie, douleur et raideur lombaire, douleur de la cuisse...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "40V",
        "Meaning": "Milieu du pli",
        "Localisation": "au centre du pli de flexion du creux poplité.",
        "Actions": "Rafraîchit le sang (point Xi du sang), disperse la chaleur, stoppe la diarrhées et les vomissements, soulage les lombes et les genoux. \n\nPoint He, nature Terre.",
        "Indications_Therapeutiques": "Lombalgies, douleur sacro-coccigienne, douleur de la fesse, de la cuisse et de la hanche, sciatiques, paralysie des membres inférieurs, rétention urinaire, énurésie, diffictulté mictionnelle, diarrhées, vomissements, dysentérie, coup de chaleur (soleil)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "41V",
        "Meaning": "S'ajoute et partage",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la deuxième vertèbre thoracique.",
        "Actions": "Disperse le Vent et le froid, favorise la libre circulation dans le méridien, apaise la douleur localement.",
        "Indications_Therapeutiques": "Douleur, raideur et ou contracture de l'épaule, du haut du dos et du cou (douleur du 'porte manteau', peut se faire à la ventouse), névralgies intercostales, engourdissement du bras...\nPoint des leucocytes",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "42V",
        "Meaning": "Porte du Po",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la troisième vertèbre thoracique.",
        "Actions": "Tonifie Qi du Poumon, disperse le vent, agit sur le Po.\n\nLe Po, âme corporelle, est l'entité viscérale du Poumon. A la mort, il retourne à la Terre.",
        "Indications_Therapeutiques": "Pathologies pulmonaires (asthme, bronchite, atrophie pulmonaire, faiblesse, tuberculose...), toux, dyspnée; douleur, raideur et\/ou contracture de l'épaule, du haut du dos, et du cou; tristesse, mélancolie, tentative de suicide, deuil... (intéressant de le coupler avec le 13V)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "43V",
        "Meaning": "Membrane graisseuse",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la quatrième vertèbre thoracique.",
        "Actions": "Tonifie le Poumon, le Rein, le Coeur, la Rate et l'estomac (Bei Shu des centres vitaux), stimule Yuan Qi, disperse la chaleur, dissout les glaires, apaise le Shen.",
        "Indications_Therapeutiques": "Toux, asthme, dsypnée, affections pulmonaires (bronchite, pleurite, tuberculose...), hémoptysie, spermatorrhées, impuissance, palpitation, agitation, insomnie, neurasthénie, amaigrissement, troubles de la digestion, hématémèse, dépression...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "44V",
        "Meaning": "Palais du Shen",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la cinquième vertèbre thoracique.",
        "Actions": "Régularise le Qi et libère la poirtine, apaise le Coeur et le Shen.\n\nLe Shen, l'Esprit, est l'entité viscérale du Coeur.",
        "Indications_Therapeutiques": "Affections cardiaques, dépression, perte de la joie de vivre (à coupler au 15V), deuil; toux, dyspnée, asthme; douleur, raideur et\/ou contracture de l'épaule, du haut du dos, et du cou...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "45V",
        "Meaning": "Se lamente et soupire",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la sixième vertèbre thoracique.",
        "Actions": "Fait descendre le Qi du poumon, disperse le vent et la chaleur, tonifie le Qi et le Sang, libère la poitrine.\n\nSecond Ben Shen de la Terre : rumination mentale, personne qui se lamente tout le temps, agit sur la mémoire, pathologie psychique de la Rate, dépression véritable, personne tournée vers le passé…",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, vomissements, vertiges, névralgies intercostales, péricardite, hoquet, douleur, raideur et\/ou contracture de l'épaule, du haut du dos...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "46V",
        "Meaning": "Barrière et diaphragme",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la septième vertèbre thoracique.",
        "Actions": "Régularise le diaphragme et le foyer moyen, fait descendre le Qi à contre-sens, agit localement.",
        "Indications_Therapeutiques": "Essoufflement, blocage respiratoire, hoquet, éructations, vomissements, névralgies intercostales, douleur et raideur du rachis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "47V",
        "Meaning": "Porte du Hun",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la neuvième vertèbre thoracique.",
        "Actions": "Régularise le Qi du Foie et du foyer moyen, agit sur les tendons, agit sur le Hun.\n\nLe Hun, âme éthérée, est l'entité viscérale du Foie.",
        "Indications_Therapeutiques": "Affections du Foie, gastralgie, diarrhées, vomissements, douleurs intercostales, contractures et douleurs des tendons, colère, stress intense, harcèlement...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "48V",
        "Meaning": "Fermeté Yang",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la dixième vertèbre thoracique.",
        "Actions": "Régularise la Vésicule Biliaire et le foyer moyen, disperse la chaleur.",
        "Indications_Therapeutiques": "Douleur abdominale, diarrhées, borborygmes, ictère, yeux jaunes, douleurs intercostales, affections psychiques de la vésicule biliaire (ex: manque de confiance en soi)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "49V",
        "Meaning": "Demeure du Yi",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la onzième vertèbre thoracique.",
        "Actions": "Régularise la Rate et l'Estomac, disperse la chaleur et l'humidité, agit sur le Yi.\n\nLe Yi, la Pensée, est l'entité viscérale de la Rate.",
        "Indications_Therapeutiques": "Douleur et distension absominale, diarrhées, vomissements, météorisme, douleurs intercostales, perte de mémoire, troubles de la concentration, affections psychiques de la Rate (ex: rumination, anxiété)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "50V",
        "Meaning": "Grenier de l'estomac",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la douzième vertèbre thoracique.",
        "Actions": "Régularise le foyer moyen, soutient l'Estomac, agit sur le psychisme.",
        "Indications_Therapeutiques": "Douleur et distension absominale, diarrhées, flatulences, ingestion difficiel, douleur du rachis, affections psychique de l'Estomac (ex: 'boule' à l'Estomac, difficultés à 'digérer' les évènements)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "51V",
        "Meaning": "Porte des membranes",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la première vertèbre lombaire.",
        "Actions": "Soutient le Triple Réchauffeur, favorise la libre circulation du Qi, dissout les stagnations, agit sur les seins, régule l'homéostasie.",
        "Indications_Therapeutiques": "Douleur épigastrique, oppression cardiaque, constipation, mauvaise régulation de la température du corps, douleur des seins, lymphangites, abcès mammaire, engorgements...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "52V",
        "Meaning": "Demeure du Zhi",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, en dehors de l’apophyse épineuse de la deuxième vertèbre lombaire.",
        "Actions": "Tonifie le Rein et le Jing, régularise les mictions, agit sur le Zhi.\n\nLe Zhi, la Volonté, est l'entité viscérale du Rein.",
        "Indications_Therapeutiques": "Douleur et raideur lombaire, stérilité, spermatorrhées, trouble de la sexualité (trouble du désir: impuissance, frigidité), affections des organes génitaux externes, rétention urinaire, douleurs intercostales, constipations, douleur et dureté abdominale, troubles psychiques du Rein (ex: peur, manque de volonté)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "53V",
        "Meaning": "Membrane de l'organe qui enveloppe (allusion au foyer inférieur et notamment à l'anus)",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, horizontalement du deuxième trou sacré.",
        "Actions": "Régularise le foyer inférieur, soulage et soutient les lombes.",
        "Indications_Therapeutiques": "Douleur, raideur, faiblesse lombaire, sciatalgies, rétention urinaire, constipation, douelur abdominale, flatulences, borbrygmes...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "54V",
        "Meaning": "A côté de la marche",
        "Localisation": "sur la deuxième chaine de vessie, à 3 cun de la ligne médiane postérieure, horizontalement du quatrième trou sacré.",
        "Actions": "Désobstrue et favorise la libre circulation dans le méridien, dissout les stagnations, traite le foyer inférieur et les hémorroïdes.",
        "Indications_Therapeutiques": "Douleur, raideur, faiblesse lombaire, sciatiques, paralysie, engourdissement des membres inférieurs, rétention urinaire, constipation, spermatorrhées, leucorrhées, cystite, troubles des organes génitaux, hémorroïdes...\n\nTrès efficace quand il y a une douleur à ce point, une sciatique (stimuler à l'aiguille profondément jusqu'a irradiation dans la cuisse, stopper dès qu'il y a une irradiation et faire de même au 40V jusqu'à irradiation dans mollet).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "55V",
        "Meaning": "Harmonie Yang",
        "Localisation": "Face postérieure de la jambe, à 2 cun au-dessous de 40V Weizhong, sur la ligne unissant 40V Weizhong à 57V Chengshan.",
        "Actions": "Désobstrue et favorise la libre circulation dans le méridien, traite les affections uro-génitales et stoppe les hémorragies utérines.",
        "Indications_Therapeutiques": "Douleur, raideur, faiblesse lombaire, lumbago, douleur de la jambe, paralysie des membres inférieurs, gonalgie, affections des organes génitaux, saignements utérins, leucorrhées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "56V",
        "Meaning": "Reçoit les muscles",
        "Localisation": "entre les deux muscles gastrocnémiens (jumeaux), à mi-distance du point 55V Heyang et du point 57V Chengshan.",
        "Actions": "Désobstrue et favorise la libre circulation dans le méridien, détend les tendons, traite les hémorroïdes.",
        "Indications_Therapeutiques": "Douleur, raideur, faiblesse lombaire, lumbago, douleur de la jambe, paralysie des membres inférieurs, gonalgie, douleur du pied et du talon, crampes, contractures, hémorroïdes...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "57V",
        "Meaning": "Reçoit la montagne",
        "Localisation": "entre les deux muscles gastrocnémiens (jumeaux), à 8 cun au-dessous de 40V Weizhong (au milieu du V renversé que forment les deux gastrocnémiens lorsque le personne est sur la pointe des pieds).",
        "Actions": "Désobstrue et favorise la libre circulation dans le méridien, détend les tendons, traite les hémorroïdes (grand point des hémorroïdes).",
        "Indications_Therapeutiques": "Hémorroïdes, prolapsus rectal, constipation, douleur, raideur, faiblesse lombaire, lumbago, douleur de la jambe, paralysie des membres inférieurs, gonalgie, douleur du pied et du talon, crampes, contractures du mollet...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "58V",
        "Meaning": "S'élève rapidement",
        "Localisation": "à 7 cun au-dessus de la pointe de la malléole externe (ou 3 cun au-dessus de 60V Kunlun), sur la partie postérieure du péroné.",
        "Actions": "Favorise la libre circulation dans le Jing Mai et le Jing Luo (Point Luo de la Vessie), traite les pathologies de la Vessie, disperse le Vent, débloque le bassin.",
        "Indications_Therapeutiques": "Céphalées, rhinorrhées, épistaxis, vertiges, douleurs oculaires, sciatiques (qui suit le trajet du méridien de la vessie - L5\/S1), lombalgies, pathologie de la Vessie (pathologies inféctieuses, tumorales, faiblesse... mais pas sur les descentes car c'est en relation avec la Rate), faiblesse et douleur des jambes et des pieds...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "59V",
        "Meaning": "Yang au-dessus du pied",
        "Localisation": "à 3 cun au-dessus de la pointe de la malléole externe (ou 3 cun au-dessus de 60V Kunlun), sur la partie postérieure du péroné.",
        "Actions": "Désobstrue et favorise la libre circulation dans le méridien, agit sur le Yang Qiao Mai (point Xi du Yang Qiao Mai).",
        "Indications_Therapeutiques": "Douleur, raideur, faiblesse lombaire, lumbago, sciatiques, douleur de la jambe, paralysie des membres inférieurs, gonalgie, douleur du pied et du talon, crampes, douleur et enflure de la cheville, céphalées...\n\n(Point de déblocage (sur le trajet du méridien), s'il y a un problème sur le trajet du méridien : ce point sera douloureux. Si ce point est toujours douloureux après une sciatique, la sciatique risque de recommencer.)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "60V",
        "Meaning": "Mont Kun Lun",
        "Localisation": "à mi-distance entre le bord postérieur de la malléole externe et le tendon calcanéen (tendon d’Achille), sur la même horizontale que la pointe de la malléole externe.",
        "Actions": "Disperse le Vent et la chaleur (point Jing(2), nature Feu), libère la tête, éliminie les plénitudes, soulage les douleurs musculaires et tendineuses (situées sur le trajet de la Vessie), renforce le rachis lombaire.\n\nPoint antalgique et anti-inflammatoire important.",
        "Indications_Therapeutiques": "Céphalées, lourdeur de tête, vertiges, rhinorrhées, épistaxis, rougeur et douleur oculaire, éblouissements, palpitation, toux, dyspnée, constipation, douleur abdominale, facilite l'accouchement; douleur de la nuque et des cervicales, du dos, des lombes, des jambes, du genou, de la cheville, du pied; sciatiques, paralysie des membres inférieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "61V",
        "Meaning": "Serviteur recommandé",
        "Localisation": "en arrière et en bas de la malléole externe, sur la face externe du calcanéum, endessous de 60V Kunlun.",
        "Actions": "Favorise la libre circulation du méridien, agit sur le Yang Qiao Mai (point du Yang Qiao Mai), agit localement.",
        "Indications_Therapeutiques": "Céphalées, lourdeur de tête, vertiges, rhinorrhées, épistaxis, rougeur et douleur oculaire, éblouissements, toux, dyspnée, vomissements...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "62V",
        "Meaning": "Vaisseau de l'heure Shen",
        "Localisation": "dans une dépression située à 0,5 cun au-dessous de la pointe de la malléole externe.",
        "Actions": "Disperse le Vent, libère la tête et les yeux, apporte du Yang à l'oeil et au cerveau, ouvre le Yang Qiao Mai (point clé du Yang Qiao Mai), apaise le Shen (5ème point des revenants).",
        "Indications_Therapeutiques": "Céphalées, lourdeur de tête, vertiges, rhinorrhées, épistaxis, rougeur et douleur oculaire, éblouissements, cataracte, acouphènes, surdité, fièvre, transpiration spontannée, frissons, courbatures, douleur de la nuque, du dos, des lombes, des jambes, du pied; perte de l'agilité et de la souplesse, raideur du dos, raideur articulaire; trouble du sommeil (de l'endormissement), palpitation, épilepsie...\n\nSi douleur (type raideur, arthrose, souplesse...) à droite sur le trajet du méridien : faire le 62V à droite et 3IG à gauche, puis 6R à gauche et 7P à droite. Faire l'inverse si la douleur est à gauche.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "63V",
        "Meaning": "Porte du métal, porte d'or",
        "Localisation": "en avant et en bas du point 62V Shenmai, dans un creux situé au niveau de l’articulation calcanéo-cuboïdienne.",
        "Actions": "Désobstrue et favorise la libre circulation dans le méridien (Point Xi), disperse le Vent et la chaleur, soulage les douleurs musculaires et tendineuses, apaise le Shen, agit sur le Yang Wei Mai (point Luo du Yang Wei Mai).",
        "Indications_Therapeutiques": "Douleur de la cheville, du genou, de la jambe, des lombes; frissons, courbatures, crampes, convulsions infantiles, epilepsie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "64V",
        "Meaning": "Protubérance de l'os",
        "Localisation": "sur le bord externe du cinquième métatarsien, en bas et de avant de la tubérosité du cinquième métatarsien, à la limite de la peau rouge et de la peau blanche.",
        "Actions": "Tonifie et favorise la libre circulation dans le méridien (Point Yuan), disperse le Vent et la chaleur, soulage les douleurs musculaires et tendineuses, apaise le Shen.",
        "Indications_Therapeutiques": "Céphalées, lourdeur de tête, vertiges, rhinorrhées, épistaxis, rougeur et douleur oculaire, éblouissements, fièvre, frissons, courbatures, douleur de la nuque, du dos, des lombes, des jambes; palpitation, épilepsie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "65V",
        "Meaning": "Os lié",
        "Localisation": "dans une dépression située en arrière et en dessous de la cinquième articulation métatarso-phalangienne, à la limite de la peau rouge et de la peau blanche.",
        "Actions": "Disperse le Vent et la chaleur (point Shu, nature Bois), libère la tête, soulage les douleurs musculaires et tendineuses (situées sur le trajet de la Vessie).",
        "Indications_Therapeutiques": "Céphalées, lourdeur de tête, vertiges, rhinorrhées, épistaxis, rougeur et douleur oculaire, éblouissements, fièvre, frissons, courbatures, douleur de la nuque, du dos, des lombes, des jambes; hémorroïdes...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "66V",
        "Meaning": "Vallée transparente (du pied); communication de la vallée",
        "Localisation": "dans une dépression située en avant de la cinquième articulation métatarsophalangienne, à la limite de la peau rouge et de la peau blanche.",
        "Actions": "Disperse la chaleur (Point Ying, nature Eau, point Ben), libère la tête, fait descendre le Qi du Poumon et de l'Estomac.",
        "Indications_Therapeutiques": "Céphalées, lourdeur de tête, vertiges, rhinorrhées, épistaxis, rougeur et douleur oculaire, éblouissements, toux, dyspnée, vomissements...\n\nA faire lorsqu'il y a une attaque de la couche du Tai Yang (IG\/V) : atteinte brutale, frissons dans le dos, fièvre forte, courbatures…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "67V",
        "Meaning": "Arrive au Yang",
        "Localisation": "sur le cinquième orteil, à 0,1 cun en arrière de son angle unguéal externe.",
        "Actions": "Disperse le Vent, libère la tête et les yeux, fait se retourner le foetus s'il se présente en siège.\n\nPoint Jing(1), nature métal, point de tonification.",
        "Indications_Therapeutiques": "Céphalées (du vertex ou occipitales), lourdeur de tête, affections occulaires, rhinorrhée, épistaxis, rhinite, surdité, acouphènes; douleurs de la nuque, du cou, des épaules, du haut du dos; foetus qui se présente en siège, rétention placentaire, accouchement long et difficile; rétention urinaire, dysménorrhées, prurit...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1R",
        "Meaning": "Source jaillissante",
        "Localisation": "sur la plante du pied, à l’union du tiers antérieur et du tiers moyen, entre le deuxième et troisième métatarsien, dans un creux lorsque les orteils sont en flexion.",
        "Actions": "Draine le Rein (Point Jing(1), nature Bois, point de dispersion), dissipe sa chaleur, nourrit le Yin (souvent associé à un vide de Coeur), calme le Shen (action puissante sur le mental).",
        "Indications_Therapeutiques": "Céphalées du vertex, nausées, vomissements, hypertension, vertiges, vision trouble, angine, épistaxis, aphtes chroniques, perte de connaissance, coma, épilepsie, agitation mentale, insomnie, confusion mentale, hématurie, difficultés à la miction, douleur du bas ventre, douleur lombaire, constipation, douleur et\/ou engourdissement du pied...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2R",
        "Meaning": "Vallée qui s'embrase",
        "Localisation": "en avant et an dessous de la malléole interne, dans une dépression située en avant et en bas de l’os naviculaire (scaphoïde) du tarse.",
        "Actions": "Elimine la chaleur vide ( grand point de la chaleur vide, en relation avec l'axe Shaoyin, point Ying nature Feu), rafraîchit le sang, fortifie le Yin Qiao Mai (point d'entrée du Yin Qiao Mai), régularise les reins et le foyer inférieur.",
        "Indications_Therapeutiques": "Troubles du sommeil important, insomnies avec crampes et douleurs, agitations nocturnes, chaleur, hyperactivité, énervement, myosis et chute de la paupière supérieure, (ne dort pas la nuit mais somnole le jour), transpirations diurnes et nocturnes, transpirations spontannées, maux de gorge, hématémèse, troubles urinaires, démangeaisons des organes génitaux externes, dysménorrhées, spermatorrhées, stérilité, hernie, prolapsus utérin, chaleur plantaire, agitations des pieds... Problème droite\/gauche important (quand toutes les affections du patient son du même côté), à utiliser avec le 6R (point clé du Yin Qiao Mai).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3R",
        "Meaning": "Très grand vallon",
        "Localisation": "à mi-distance de la pointe de la malléole interne et du tendon calcanéen (tendon d’Achille), au niveau de l’artère tibiale postérieure.",
        "Actions": "Tonifie le Rein, élimine la chaleur vide, agit sur l'élément Eau dans toutes ses fonctions (cerveau, moelle, dents, os, oreille, volonté...), appelle à l'énergie ancestral (point yuan, point Shu nature Terre), fortifie et retient le Jing, tonifie les lombes, soutient le Poumon.",
        "Indications_Therapeutiques": "Insomnies, rêves abondants, céphalées, perte de mémoire, odontalgie, surdité, acouphènes, dysménorrhées, spermatorrhées, impuissance, néphrite, cystite, énurésie, mictions fréquentes, douleur lombaire, douleur abdominale, distension abdominale, paralysie des membres inférieurs, douleur ou engourdissements de la jambe, cheville ou talon; angine, dyspnée, asthme...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4R",
        "Meaning": "Grande cloche",
        "Localisation": "sur la face médiale de la cheville, dans une dépression située dans l’angle formé par le tendon calcanéen et le bord supérieur du calcanéum.",
        "Actions": "Tonifie les Reins, communique avec le méridien de la vessie (Point Luo), soutient le Poumon, agit sur la volonté (donne la volonté d'agir, d'aller jusqu'au bout). Point Luo du foyer inférieur.",
        "Indications_Therapeutiques": "Très grand point dans toutes les douleurs du dos (lombaires, dorsales, cervicales), douleur du dos avec faiblesse (souvent piqué en transfixiante avec le 60V), dyspnée, asthme, maux de gorge, hémoptysie, oppression thoracique, palpitations, dysurie, dysménorrhées, enflure et\/ou douleur du talon, agitation, fatigue, peur, colère, hystérie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5R",
        "Meaning": "Source de l'eau",
        "Localisation": "à 1 cun en-dessous du 3Rn Taixi, dans un creux situé en avant et en haut du bord médial de la tubérosité calcanéenne.",
        "Actions": "Désobstrue le méridien (point Xi), libère le foyer inférieur, régule Chong Mai et Ren Mai, bénéfique sur les menstruation, dissipe la chaleur du Coeur.",
        "Indications_Therapeutiques": "Douleur abdominale, prolapsus utérin, menstruations irrégulières, aménorrhées (permet au Rein d'amener le sang dans l'utérus), dysurie, troubles du sommeil important...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6R",
        "Meaning": "Mer lumineuse",
        "Localisation": "dans une creux situé à 1 cun en-dessous de la pointe de la malléole médiale.",
        "Actions": "Nourrit le Yin du Rein, disperse la chaleur vide, apporte du Yin à l'oeil, restaure les menstruations, régularise le Yin Qiao Mai (Point clé du Yin Qiao Mai) et le foyer inférieur, soulage la gorge, apaise le Shen.",
        "Indications_Therapeutiques": "Aménorrhées, prolapsus utérin, maux de gorge, rougeur et douleur oculaire, insomnie, difficulté d'endormissement, cauchemars, peur, agitation, troubles cardiaques, dysurie, paralysie des membres inférieurs, oedèmes...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7R",
        "Meaning": "Rétablit le courant",
        "Localisation": "à 2 cun au-dessus du 3Rn Taixi, au bord antérieur du tendon calcanéen.",
        "Actions": "Tonifie le Yang des Reins, favorise l'activité rénale (Point Jing(2), nature métal, point de tonification), rétablit la circulation des liquides, élimine l'humidité.",
        "Indications_Therapeutiques": "Oedèmes des membres inférieurs, lithiases urinaires, néphrite, troubles urinaires, sueurs nocturnes, transpirations importantes, diarrhées, distension abdominale, orchite, spermatorrhées, saignements utérins, hémorroïdes, constipation, lombalgies, paralysie des membres inférieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8R",
        "Meaning": "Livre le message",
        "Localisation": "à 2 cun au-dessus du 3Rn Taixi, en arrière du bord postéro-interne du tibia, 0,5 cun en avant du 7Rn Fuliu.",
        "Actions": "Point de déblocage (des signes abdominaux) du Yin Qiao Mai (Point Xi du Yin Qiao Mai), régularise Chong Mai et Ren Mai, régule les menstruations, libère le foyer inférieur.",
        "Indications_Therapeutiques": "Ballonnement, troubles digestifs, météorisme, diarrhées, constipation, dysménorrhées, aménorrhées, hémorragie utérine, prolapsus utérin, troubles urinaires, transpiration; douleur, enflure, transpiration, démangeaisons des organes génitaux externes; lombalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9R",
        "Meaning": "Construction pour accueillir",
        "Localisation": "à 5 cun au-dessus du 3Rn Taixi, en arrière du tibia, sur la verticale qui relie le 3Rn Taixi au 10Rn Yingu.",
        "Actions": "Tonifie le Rein, débloque le Yin Wei Mai (point Xi du Yin Wei Mai), libère le Coeur, dissipe les glaires, apaise le Shen, point du 'beau bébé'.",
        "Indications_Therapeutiques": "Troubles mentaux (délires, agitation, psychose maniaco-dépressive...), épilepsie, crampes du mollet, faiblesse et douleur des jambes... Point du 'Beau Bébé' : gouverne les 1ères mutations de l'être (surtout pendant la grossesse); piqué au 3ème, 5ème et 8ème mois de grossesse, il prépare l'accouchement, fortifie l'enfant...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10R",
        "Meaning": "Vallée Yin",
        "Localisation": "à l’extrémité interne du pli de flexion du creux poplité, entre le tendon du muscle demi-tendineux et celui du muscle semi-membraneux. Fléchir le genou pour localiser le point.",
        "Actions": "Tonifie le Rein, désobstrue le méridien, libère le foyer inférieur, dissipe l'humidité.",
        "Indications_Therapeutiques": "Pathologies rénales (colique néphrétique, néphrite, lithiases urinaire...), troubles urinaires, douleur du bas-ventre, douleur et\/ou démangeaisons des organes génitaux externes, troubles génitaux, hémorragie utérine, spermatorrhées, leucorrhées, troubles de la fertilité, douleur du genou, douleur de la face interne de la cuisse, troubles mentaux (agitation, psychose maniaco-dépressive...)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11R",
        "Meaning": "Os transversale (symphyse pubienne)",
        "Localisation": "au bord supérieur de la symphyse pubienne, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 2RM Qugu).",
        "Actions": "Tonifie le Rein, régularise la voie des Eaux et le foyer inférieur, agit sur les mutations et les transformations vers le Yin du rein (troubles de la fécondité).\n\nPoint Luo du Chong Mai.",
        "Indications_Therapeutiques": "Dysurie, énurésie, rétention urinaire, hernie, prolapsus rectal ou utérin, spermatorrhées, impuissance, troubles des organes génitaux, troubles de la fécondité...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12R",
        "Meaning": "Grande rougeur, grande honte, grande colère",
        "Localisation": "à 1 cun au-dessus du point 11Rn Henggu, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 3RM Zhongji).",
        "Actions": "Tonifie le rein et le Jing, régularise le foyer inférieur. Met en mouvement les organes génitaux et les organes de la mutation du Yin.\n\nPoint du Chong Mai.",
        "Indications_Therapeutiques": "Douleur et affections des organes génitaux externes, cryptorchidie, spermatorrhées, leucorrhes, impuissance, inssufisance de la production de sperme (permet d'en augmentre la production), prolapsus, trouble de la fécondité (intéressant à faire lors d'une insémination)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13R",
        "Meaning": "Point du Qi",
        "Localisation": "à 2 cun au-dessus du point 11Rn Henggu, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 4RM Guanyuan).",
        "Actions": "Tonifie le Rein et le Jing, régularise le foyer inférieur, le Ren mai et le Chong Mai.\n\nPoint du Chong Mai.",
        "Indications_Therapeutiques": "Dysménorrhées, aménorrhées, hémorragie utérine, leucorrhées, diarrhées, douleur lombaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14R",
        "Meaning": "Quatre pleins",
        "Localisation": "à 3 cun au-dessus du point 11Rn Henggu, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 5RM Shimen).",
        "Actions": "Tonifie le rein, régularise le foyer inférieur, la voie des Eaux, le Qi et dissipe les stagnations de sang.\n\nPoint du Chong Mai.",
        "Indications_Therapeutiques": "Douleur du bas-ventre, douleur rénale, hémorragie utérine, dysménorrhées, leucorrhées, spermatorrhées, oedèmes, diarrhées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15R",
        "Meaning": "Se déverse au centre, dirige vers le Coeur, affecté par ses pensées",
        "Localisation": "à 1 cun sous de l’ombilic, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 7RM Yinjiao).",
        "Actions": "Régularise le foyer inférieur et les Intestins.\n\nPoint du Chong Mai.",
        "Indications_Therapeutiques": "Dysménorrhées, douleur du bas-ventre, constipation, diarrhées, douleur lombaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16R",
        "Meaning": "Transfert vers les membranes",
        "Localisation": "à 0,5 cun horizontalement du centre de l’ombilic.",
        "Actions": "Régularise le foyer inférieur, le Qi et les Intestins.\n\nPoint du Chong Mai.",
        "Indications_Therapeutiques": "Gastralgie, constipation, diarrhées, vomissements, dysménorhées, ictère...\n\nSur le plan psychique : point douloureux à la palpation si la personne à subit un traumatisme psychique (à gauche si cela concerne un traumatisme en rapport avec un homme, à droite une femme); tonifier le point au moxa (un blocage peut entrainer des perturbations, des troubles de la fécondité...).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17R",
        "Meaning": "Délibération tortueuse",
        "Localisation": "à 2 cun au-dessus du point 16Rn Huangshu, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 10RM Xiawan).",
        "Actions": "Régularise le foyer moyen et les Intestins, nourrit la Rate, dissout les masses.\n\nPoint du Chong Mai.",
        "Indications_Therapeutiques": "Douleur abdominale, perte d'appétit, anorexie, masses abdominales, encombrements digestifs, diarrhées, constipation, vomissements...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18R",
        "Meaning": "Barrière des pierres",
        "Localisation": "à 3 cun au-dessus du point 16Rn Huangshu, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 11RM Jianli).",
        "Actions": "Régularise le foyer moyen, les Intestins, le Qi et les stagnations de sang.\n\nPoint du Chong Mai.",
        "Indications_Therapeutiques": "Douleur abdominale, constipation, nausées, vomissements, hoquet, stérilité, douleur abdominale aigue en post-partum...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19R",
        "Meaning": "Capitale de Yin, prospérité de Yin",
        "Localisation": "à 4 cun au-dessus du point 16Rn Huangshu, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 12RM Zhongwan).",
        "Actions": "Régularise le foyer moyen et le Qi, fait descendre le Qi à contre-sens.\n\nPoint du Chong Mai.",
        "Indications_Therapeutiques": "Douleur épigastrique, borborygmes, nausées, vomissements, météorisme, constipation, toux, douleurs intercostales...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "20R",
        "Meaning": "Passe librement dans l'antre (cardia); communication entravée, ne peut ni avancer, ni reculer",
        "Localisation": "à 5 cun au-dessus du point 16Rn Huangshu, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 13RM Shangwan).",
        "Actions": "Régularise le foyer moyen, les Intestins et le Qi, nourrit la Rate, fait descendre le Qi à contre-sens.\n\n\nPoint du Chong Mai.",
        "Indications_Therapeutiques": "Douleur épigastrique, borborygmes, nausées, vomissements, météorisme, diarrhées, toux, douleurs intercostales, affection de la langue, aphonie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "21R",
        "Meaning": "Porte obscure",
        "Localisation": "à 6 cun au-dessus du point 16Rn Huangshu, à 0,5 cun de la ligne médiane antérieure (horizontalement du point 14RM Juque).",
        "Actions": "Régularise le foyer moyen (surtout l'Estomac) et le Qi du Foie, fait descendre le Qi à contre-sens.\nPoint du Chong Mai. \nPoint de commande du Foie (en tant que organe programmateur cellulaire) : agit dans la prévention du cancer, participe à éviter que le cancer et ses métastases ne se développent, agit sur la tumeur, nodules...",
        "Indications_Therapeutiques": "Douleur abdominale, borborygmes, nausées, vomissements, éructations, hoquet, diarrhées, toux, douleurs thoraciques...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "22R",
        "Meaning": "Avance dans un couloir",
        "Localisation": "sur la partie antérieure du thorax, dans le cinquième espace intercostale, à 2 cun de la ligne médiane, horizontalement du point 16RM Zhongting (à mi-distance entre la ligne médiane antérieure et la ligne verticale mamelonnaire).",
        "Actions": "Dégage la poitrine, régularise le Qi du Poumon et le foyer moyen, fait descendre la Qi à contre-sens.\n\nPoint de commande du Poumon.",
        "Indications_Therapeutiques": "Dyspnée, toux, asthme, pleurite, douleurs intercostales…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "23R",
        "Meaning": "Territoire du Shen",
        "Localisation": "sur la partie antérieure du thorax, dans le quatrième espace intercostale, à 2 cun de la ligne médiane, horizontalement du point 17RM Shanzhong (à mi-distance entre la ligne médiane antérieure et la ligne verticale mamelonnaire).",
        "Actions": "Dégage la poitrine, régularise le Qi du Poumon et le foyer moyen, fait descendre la Qi à contre-sens, agit sur les seins.",
        "Indications_Therapeutiques": "Dyspnée, toux, asthme, pleurite, douleurs intercostales, mastite, abcès mammaire...\n\n(note : si le point est spontannément douloureux, cela peut signifier un risque important de troubles cardiaques, consulter un cardiologue)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "24R",
        "Meaning": "Libère l'esprit",
        "Localisation": "sur la partie antérieure du thorax, dans le troisième espace intercostale, à 2 cun de la ligne médiane, horizontalement du point 18RM Yutang (à mi-distance entre la ligne médiane antérieure et la ligne verticale mamelonnaire).",
        "Actions": "Dégage la poitrine, régularise le Qi du Poumon et le foyer moyen, fait descendre la Qi à contre-sens, agit sur les seins, apaise le Shen.",
        "Indications_Therapeutiques": "Dyspnée, toux, asthme, pleurite, douleurs intercostales, palpitations, vomissements, mastite, abcès mammaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "25R",
        "Meaning": "Shen du Trésor",
        "Localisation": "sur la partie antérieure du thorax, dans le deuxième espace intercostale, à 2 cun de la ligne médiane, horizontalement du point 19RM Zigong (à mi-distance entre la ligne médiane antérieure et la ligne verticale mamelonnaire).",
        "Actions": "Dégage la poitrine, régularise le Qi du Poumon, agit le Shen.",
        "Indications_Therapeutiques": "Dyspnée, toux, asthme, pleurite, douleurs intercostales, vomissements, agitation, dépression, perte du goût de vivre...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "26R",
        "Meaning": "Prospérité intérieure",
        "Localisation": "sur la partie antérieure du thorax, dans le premier espace intercostale, à 2 cun de la ligne médiane, horizontalement du point 20RM Huagai (à mi-distance entre la ligne médiane antérieure et la ligne verticale mamelonnaire).",
        "Actions": "Dégage la poitrine, régularise le Qi du Poumon, fait descendre la Qi à contre-sens, agit sur les seins, élimine les glaires.",
        "Indications_Therapeutiques": "Dyspnée, toux, asthme, pleurite, douleurs intercostales, palpitations, vomissements, accumulation de glaires, mastite, abcès mammaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "27R",
        "Meaning": "Transfert vers le palais",
        "Localisation": "sur la partie antérieure du thorax, dans un creux situé entre la première côte et le bord inférieur de la clavicule, à 2 cun de la ligne médiane, horizontalement du point 21RM Xuanji.",
        "Actions": "Régularise le Qi du Poumon, libère la poitrine, dissout les glaires.",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme (point actif dans l'asthme; toux asthmatique, asthme par vide du Rein), glaires, douleur thoracique, vomissements...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1MC",
        "Meaning": "Réservoir céleste",
        "Localisation": "sur la partie antérieure du thorax, à 1 cun en dehors du mamelon, dans le quatrième espace intercostal.",
        "Actions": "Régularise et fait descendre le Qi, dissipe les glaires, libère la poitrine.\n\nPoint de réunion du Jue Yin.",
        "Indications_Therapeutiques": "Toux, dyspnée, glaires, douleurs intercostales, oppressions thoraciques, adénopathies, mastose, insuffisance lactée, abcès du sein, douleur des seins...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2MC",
        "Meaning": "Source céleste",
        "Localisation": "à 2 cun en-dessous de l’extrémité du pli axillaire antérieur, entre les deux chefs du biceps brachial.",
        "Actions": "Favorise la libre circulation dans le méridien, libère la poitrine, nourrit le sang.",
        "Indications_Therapeutiques": "Douleur de la poitrine, douleur et affection du Coeur, palpitations, douleur du dos, de l'épaule, de l'omoplate, de face interne du bras, douleurs intercostales...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3MC",
        "Meaning": "Courbe du marais",
        "Localisation": "au milieu du pli du coude, en dedans du tendon bicipital.",
        "Actions": "Favorise la libre circulation dans le méridien, libère la poitrine, nourrit le sang, régularise l'Estomac et les Intestins. (Point He, nature Eau)",
        "Indications_Therapeutiques": "Fièvre, toux, dyspnée, hémoptysie, hématémèse, palpitations, gastralgies, nausées, vomissements...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4MC",
        "Meaning": "Porte frontière; porte de la fente, de la fosse",
        "Localisation": "face antérieure de l’avant bras, à 5 cun au-dessus du pli de flexion du poignet, entre le tendon du grand palmaire et celui du petit palmaire.",
        "Actions": "Désobstrue le méridien (Point Xi), nourrit le sang, élimine les stases, disperse la chaleur, apaise le Coeur et le Shen.",
        "Indications_Therapeutiques": "Douleurs cardiaques, tachycardies, douleur de la poitrine, mastite, hématémèse, hémoptysie, toux, épistaxis, hémorroïdes, agitations, insomnie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5MC",
        "Meaning": "Messager de l'intervalle",
        "Localisation": "face antérieure de l’avant bras, à 3 cun au-dessus du pli de flexion du poignet, entre le tendon du grand palmaire et celui du petit palmaire.",
        "Actions": "Libère la poitrine, disperse la chaleur, apaise le Coeur et le Shen, dissout les glaires, régularise le foyer moyen.\n\nPoint Jing(2), nature Métal.\nPoint Luo de groupe des 3 méridiens Yin du haut.\nAncien point des revenants.",
        "Indications_Therapeutiques": "Douleurs cardiaques, tachycardies, douleur de la poitrine, angine de poitrine, hématémèse, hémoptysie, toux, gastralgies, nausées, vomissements, dysménorrhées, leucorrhées, douleur de la face interne du bras, agitations, délires, insomnie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6MC",
        "Meaning": "Barrière interne",
        "Localisation": "face antérieure de l’avant bras, à 2 cun au-dessus du pli de flexion du poignet, entre le tendon du grand palmaire et celui du petit palmaire.",
        "Actions": "Libère la poitrine, régule le sang et le Qi du Coeur, disperse la chaleur, apaise le Coeur et le Shen, régularise l'Estomac, agit sur le Yin Wei Mai (point clé).\n\nPoint Luo du MC. Point Luo du Foyer supérieur.",
        "Indications_Therapeutiques": "Douleur de la poitrine, douleurs cardiaques, arythmies, palpitations, toux, gastralgies, nausées, vomissements, diarrhées, douleurs intercostales, hoquet, dysménorrhées, hypertension, angoisse, anxiété, tensions émotionnelles, délire, agitation, insomnie, 'mal des transports', nausées et vomissements de la grossesse...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7MC",
        "Meaning": "Grande colline",
        "Localisation": "au milieu du pli de flexion antérieur du poignet, entre le tendon du grand palmaire et celui du petit palmaire.",
        "Actions": "Libère la poitrine, régule le sang et le Qi du Coeur, disperse la chaleur et apaise le Coeur et le Shen, régularise l'Estomac et les Intestins.\n\nPoint Shu, nature Terre, Point de Dispersion. Point Yuan. 4ème Point des revenants.",
        "Indications_Therapeutiques": "Douleur de la poitrine, douleurs cardiaques, arythmies, palpitations, toux, affections du seins, rougeur du visage, rougeurs oculaires, céphalées, gastralgies, nausées, vomissements, diarrhées, douleurs intercostales, hoquet, dysménorrhées, hypertension, épilepsie, angoisse, anxiété, tensions émotionnelles, délire, agitation, insomnie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8MC",
        "Meaning": "Demeure du labeur, palais de la fatigue",
        "Localisation": "au centre de la paume de la main, dans le troisième espace intermétacarpien, là où touche le bout du médius lorsque l’on ferme le poing.",
        "Actions": "Libère la poitrine, régule le sang et le Qi du Coeur, disperse la chaleur et apaise le Coeur et le Shen, restaure la conscience, régularise l'Estomac et les Intestins.\n\nPoint Ying, nature Feu, point Ben.\n9ème point des revenants.",
        "Indications_Therapeutiques": "Douleur de la poitrine, douleurs cardiaques, fièvre, convulsions avec fièvre, perte de connaissance, hypertension, douleurs intercostales, gastralgies, hématémèse, vomissements, hoquet, aphtes, transpirations, épilepsie, agitation, délire, affection dermatologique de la main (eczéma)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9MC",
        "Meaning": "Carrefour du milieu",
        "Localisation": "au centre du sommet du médius.",
        "Actions": "Disperse la chaleur et le vent, restaure la conscience, agit sur la langue.\n\nPoint Jing(1), point de tonification.",
        "Indications_Therapeutiques": "Fièvre, céphalées, hypertension, perte de connaissance, palpitations, douleurs cardiaques, troubles cardiaques, gastralgies, vomissements, douleur de la langue, sensation de brûlures de la langue, aphtes rouges, herpès, affections de l'oreille, chaleur de la paume de la main, agitation, anxiété, stress...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1TR",
        "Meaning": "Barrière du carrefour",
        "Localisation": "sur le bord interne de l’annulaire, à 0,1 cun en arrière de son l’angle unguéal.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur, agit sur les oreilles, les yeux et la langue.\n\nPoint Jing(1), nature métal.\nPoint Luo du Du Mai.",
        "Indications_Therapeutiques": "Otites, otalgies, acouphènes, baisse de l'acuité auditive, affection de la langue et de la bouche, rougeur et douleur oculaire, maux de gorge, céphalées, vertiges, fièvres, évanouissements, douleurs aigues de l'arrière de l'épaule ou du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2TR",
        "Meaning": "Porte des liquides",
        "Localisation": "sur le dos de la main, entre le quatrième et cinquième métacarpien, dans une dépression en avant de l’articulation métacarpo-phalangienne.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur (Point Ying, nature Eau), agit sur les oreilles, apaise le Shen.",
        "Indications_Therapeutiques": "Otalgie, acouphènes, baisse de l'acuité auditive, céphalées, rougeur et douleur oculaire, sialorrhées, conjonctivite, odontalgies, gingivite, maux de gorge, angine, agitation mentale, psychose, état maniaque, épilepsie, douleur de la main, du bras et\/ou du cou...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3TR",
        "Meaning": "Ilot central",
        "Localisation": "sur le dos de la main, entre le quatrième et cinquième métacarpien, dans un creux en arrière de l’articulation métacarpo-phalangienne.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur, agit sur les oreilles, dégage la tête et les yeux.\n\nPoint Shu, nature Bois, point de tonification.",
        "Indications_Therapeutiques": "Otites, otalgies, acouphènes, baisse de l'acuité auditive, rougeur et douleur oculaire, rougeur du visage, maux de gorge, céphalées, vertiges, fièvres, évanouissements, paralysie des membres supérieurs, douleurs de l'épaule ou du bras…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4TR",
        "Meaning": "Réservoir Yang",
        "Localisation": "sur le pli postérieur de flexion du poignet, entre les tendons de l’extenseur commun des doigts et celui de l’extenseur propre de l’annulaire.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur, décontracte les tendons.",
        "Indications_Therapeutiques": "Affections du poignet, douleur de l'épaule, du bras et\/ou du cou, migraines occipitales, baisse de l'acuité auditive, maux de gorge…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5TR",
        "Meaning": "Barrière externe",
        "Localisation": "à 2 cun au-dessus du pli postérieur de flexion du poignet, entre le radius et l’ulna.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (Point Luo du TR), disperse le vent et la chaleur, agit sur la tête et les oreilles, agit sur le Yang Wei Mai (point clé).",
        "Indications_Therapeutiques": "Céphalées, maux de gorge, fièvre, vertiges, douleurs intercostales, baisse de l'acuité auditive, acouphènes, otalgies, odontalgies, épistaxis, rougeur et douleur des yeux, sialorrhées, douleur abdominale, constipation, douleur de l'épaule, du bras, du cou, paralysie des membres supérieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6TR",
        "Meaning": "Embranchement du central",
        "Localisation": "à 1 cun au-dessus du point 5TR Waiguan, il est situé entre le radius et l’ulna.",
        "Actions": "Régularise le Qi et élimine la chaleur (Point Jing(2), nature Feu, point Ben), désobstrue le Gros Intestin, agit sur la voix.\n\nPoint midi\/minuit.",
        "Indications_Therapeutiques": "Aphonie, maux de gorge, toux, fièvre, constipation, vomissements, vertiges, douleurs intercostales, baisse de l'acuité auditive, acouphènes, otalgies, odontalgies, épistaxis, rougeur et douleur des yeux, douleur abdominale, constipation, douleur de l'épaule, du bras, du cou, paralysie des membres supérieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7TR",
        "Meaning": "Réunion des ancêtres",
        "Localisation": "à 3 cun au-dessus du pli postérieur de flexion du poignet, à 1 cun en dedans du point 6TR Zhigou.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (Point Xi), agit sur les oreilles.",
        "Indications_Therapeutiques": "Acouphènes, baisse de l'acuité auditive, surdité, douleurs des membres supérieurs, épilepsie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8TR",
        "Meaning": "Vaisseau secondaire des 3 Yang",
        "Localisation": "à 1 cun au-dessus du point 6TR Zhigou, entre le radius et l’ulna.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, agit sur les oreilles et la voix.\n\nPoint Luo de groupe des 3 Jing Mai Yang du haut.",
        "Indications_Therapeutiques": "Baisse de l'acuité auditive, surdité, aphasie, odontalgies, douleurs des membres supérieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9TR",
        "Meaning": "Les 4 fleuves, les 4 caractères",
        "Localisation": "au bord postérieur de l’avant-bras, à 5 cun au-dessous de l’olécrâne, entre le radius et l’ulna.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, agit sur les oreilles et la gorge.",
        "Indications_Therapeutiques": "Acouphènes, baisse de l'acuité auditive, surdité, aphasie, odontalgies, maux de gorge, douleurs des membres supérieurs…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10TR",
        "Meaning": "Puit céleste",
        "Localisation": "le coude en flexion, dans un creux situé à 1 cun au-dessus de l’olécrâne.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (Point He, nature Terre, point de dispersion), régularise le Qi, disperse la chaleur et dissout les glaires, apaise le Shen.",
        "Indications_Therapeutiques": "Glaires, toux, hématémèse, douleurs intercostales, tumeur, maux de gorge, douleurs oculaires, otalgies, hémorroïdes, douleurs des membres supérieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11TR",
        "Meaning": "Gouffre d'eau froide limpide",
        "Localisation": "Le  coude en flexion, à 1 cun au-dessus du 10TR Tianjing, sur la ligne reliant la pointe de l’olécrâne à l’extrémité postéro-externe de l’acromion.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur\/humidité et le vent\/humidité, action locale sur l'épaule.",
        "Indications_Therapeutiques": "Céphalées, douleurs oculaires, douleurs intercostales, douleur et blocage de l'épaule et du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12TR",
        "Meaning": "Diabète sucrée",
        "Localisation": "sur la ligne reliant la pointe de l’olécrâne à l’extrémité postéro-externe de l’acromion, à mi-distance entre le point 11TR Qinglengyuan et le point 13TR Naohui.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, agit localement sur l'épaule, antalgique.",
        "Indications_Therapeutiques": "Céphalées, fièvre, vertiges, douleur, raideur, blocage de la nuque, de l'épaule et\/ou du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13TR",
        "Meaning": "Se réunit au bras",
        "Localisation": "au bord postéro-inférieur du muscle deltoïde, à 3 cun au-dessous de 14TR Jianliao.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, régularise le Qi, dissout les glaires, agit localement.",
        "Indications_Therapeutiques": "Fièvre, affections oculaires, douleur, raideur, blocage de l'épaule et\/ou du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14TR",
        "Meaning": "Creux osseux de l'épaule, saillie de l'épaule",
        "Localisation": "dans une dépression en arrière et en bas de l’acromion. Ou dans le creux postérieur lorsque le bras est levé.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse le vent et l'humidité, action locale sur l'épaule.",
        "Indications_Therapeutiques": "Douleur, raideur, blocage de l'épaule et du bras, paralysie des membres supérieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15TR",
        "Meaning": "creux osseux céleste, saillie céleste",
        "Localisation": "à mi-distance entre l’extrémité latéral de l’acromion et le point 14DM Dazhui.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, régularise le Qi, dégage la poitrine, élimine le vent\/humidité, agit localement.",
        "Indications_Therapeutiques": "Douleur, raideur, blocage de l'épaule et du bras, paralysie des membres supérieurs, oppressions thoraciques et cardiaques…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16TR",
        "Meaning": "Fenêtre du Ciel",
        "Localisation": "en arrière et en bas de la mastoïde, au bord postérieur du muscle sterno-cléidomastoïdien, sur la même horizontale que l’angle de la mandibule.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, régularise et fait descendre le Qi, élimine le vent, agit sur la tête et les organes des sens.\n\nPoint He des Jing Bie MC\/TR.",
        "Indications_Therapeutiques": "Baisse de l'acuité auditive, surdité, baisse de l'acuité visuelle, affections de l'oeil, sialorrhées, épistaxis, vertiges, céphalées, maux de gorge, douleur et raideur du cou...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17TR",
        "Meaning": "Protège du Feng",
        "Localisation": "sous le lobule de l’oreille, dans un creux situé entre la branche montante de la mandibule et la mastoïde.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, élimine le vent et la chaleur, agit sur les oreilles.",
        "Indications_Therapeutiques": "Affections de l'oreille (baisse de l'acuité, surdité, otite, otalgie, acouphènes...), paralysie faciale, odontalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18TR",
        "Meaning": "Vaisseau furieux",
        "Localisation": "derrière le pavillon de l’oreille, au tiers inférieur de la ligne courbe reliant 17TR Yifeng à 20TR Jiaosun le long de l’hélix, au niveau de l’implantation des cheveux sur la mastoïde.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, élimine le vent, agit sur les oreilles.",
        "Indications_Therapeutiques": "Affections de l'oreille (baisse de l'acuité, surdité, otite, otalgie, acouphènes...), céphalées, paralysie faciale, odontalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19TR",
        "Meaning": "Aération du crâne, apaise le crâne",
        "Localisation": "derrière le pavillon de l’oreille, aux deux tiers supérieurs de la ligne courbe reliant 17TR Yifeng à 20TR Jiaosun le long de l’hélix, à 1 cun au-dessus de 18TR Qimai.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, élimine la chaleur, agit sur les oreilles.",
        "Indications_Therapeutiques": "Affections de l'oreille (baisse de l'acuité, surdité, otite, otalgie, acouphènes...), céphalées, vomissements, vertiges, paralysie faciale, odontalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "20TR",
        "Meaning": "Angle de l'oreille (mot à mot : corne ou angle du rejet",
        "Localisation": "plier vers l’avant le pavillon de l’oreille, le point se trouve juste au-dessus de ce pli ainsi formé.",
        "Actions": "Favorise la libre circulation du méridien, élimine la chaleur, agit sur les oreilles, les yeux et la bouche.",
        "Indications_Therapeutiques": "Affections de l'oreille (baisse de l'acuité, surdité, otite, otalgie, acouphènes...), paralysie faciale, odontalgies, affections dentaires, troubles oculaires, gingivite, douleur et raideur du cou…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "21TR",
        "Meaning": "Porte de l'oreille",
        "Localisation": "dans un creux formé, lorsque la bouche est ouverte, en avant de l’échancrure supérieure du tragus.",
        "Actions": "Elimine la chaleur, agit sur l'oreille.",
        "Indications_Therapeutiques": "Affections de l'oreille (baisse de l'acuité, surdité, otite, otalgie, acouphènes...), odontalgies, affections dentaires, gingivite, douleur et raideur du cou...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "22TR",
        "Meaning": "Creux de l'os d'harmonie de l'oeille",
        "Localisation": "au bord postérieur de la tempe, en avant et au niveau de l’insertion du pavillon de l’oreille, en arrière de l’artère temporale superficielle.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, élimine le vent.",
        "Indications_Therapeutiques": "Acouphènes, céphalées, paralysie faciale, affections nasales, odontalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "23TR",
        "Meaning": "Trou de l'extrémité de la forêt de bambou (sourcil)",
        "Localisation": "dans une dépression à l’extrémité externe du sourcil.",
        "Actions": "Disperse le vent, agit sur les yeux.",
        "Indications_Therapeutiques": "Affections oculaires, céphalées, vertiges, odontalgies, paralysies faciales...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1VB",
        "Meaning": "Echancrure extérieure de l'os qui entoure la pupille",
        "Localisation": "à 0,5 cun en dehors du canthus latéral de l’œil.",
        "Actions": "Diminue le Feu des yeux, disperse le Vent Chaleur.                                                   Point He des Jing F\/VB                                                                                        Point noeud de l'axe Shao Yang (TR\/VB)",
        "Indications_Therapeutiques": "Affections oculaires (douleur, rougeur, sialorrhées , démangeaisons, conjonctivite...), migraine avec douleur intense de l'œil, migraine ophtalmique, paralysies faciales...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2VB",
        "Meaning": "Réunion de l'ouïe",
        "Localisation": "en face de l’échancrure intertragienne, dans une dépression qui se forme lorsque la bouche est ouverte.",
        "Actions": "Disperse la chaleur et le vent, agit principalement sur l'oreille et la mâchoire. Point noeud de l'axe Dhao Yang (TR\/VB) pour certains auteurs.",
        "Indications_Therapeutiques": "Affections de l'oreille (otite aiguë, douleur, démangeaisons, écoulements de l'oreille, bourdonnement d'oreille avec impression d'être serré, acouphènes, surdité...), paralysies faciales, affections de la mâchoire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3VB",
        "Meaning": "Barrière supérieure",
        "Localisation": "au-dessus du bord supérieur de l’arcade zygomatique, au-dessus du point 7E Xiaguan.",
        "Actions": "Disperse le vent, désobstrue le méridien.",
        "Indications_Therapeutiques": "Affections de l'oreille (otite aiguë, douleur, démangeaisons, écoulements de l'oreille, bourdonnement d'oreille avec impression d'être serré, acouphènes, surdité...), paralysies faciales, affections de la mâchoire, odontalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4VB",
        "Meaning": "Soumet la mâchoire, dodelinement de la tête",
        "Localisation": "en arrière et un peu en haut de l’angle temporo-frontal des cheveux, au quart supérieur de la distance entre le 8E Touwei et le 7VB Qubin.",
        "Actions": "Disperse la chaleur et le vent, favorise la libre circulation dans le méridien.",
        "Indications_Therapeutiques": "Céphalées, vertiges, acouphènes, paralysies faciales, odontalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5VB",
        "Meaning": "Crâne suspendu",
        "Localisation": "à mi-distance entre le 8E Touwei et le 7VB Qubin.",
        "Actions": "Disperse la chaleur et le vent, favorise la libre circulation dans le méridien.",
        "Indications_Therapeutiques": "Céphalées , odontalgies, rhinites...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6VB",
        "Meaning": "Balance suspendue",
        "Localisation": "au niveau de la suture temporo-pariétale, à l’union du quart inférieur de la ligne reliant le 7VB Qubin au 8E Touwei.",
        "Actions": "Disperse la chaleur et le vent, favorise la libre circulation dans le méridien.",
        "Indications_Therapeutiques": "Céphalées (souvent douloureux à la pression en cas de migraines), otites, acouphènes, odontalgies, rougeur et gonflement de la face...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7VB",
        "Meaning": "Courbe de la patte des cheveux",
        "Localisation": "au point de rencontre entre la ligne horizontale passant par l’apex de l’oreille et la ligne verticale passant par le bord antérieur de l’oreille.",
        "Actions": "Disperse le vent, agit sur la bouche et la mâchoire.",
        "Indications_Therapeutiques": "Douleur de la mâchoire, difficulté à ouvrir la bouche, déviation de la bouche, céphalées, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8VB",
        "Meaning": "Suit la vallée",
        "Localisation": "à 1,5 cun de la ligne d’implantation des cheveux, sur la verticale passant par l’apex de l’oreille.",
        "Actions": "Point de désintoxication, à connotation psychique. Point d'élimination (point de croisement avec la vessie). Disperse le vent, régule le diaphragme et l'estomac.",
        "Indications_Therapeutiques": "Addictions (alcoolisme, drogues, médicaments...),aide à prendre la décision d'arrêter les drogues, 'prise de tête', céphalées, insomnie, vomissements, nausées, vertiges, douleur du diaphragme...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9VB",
        "Meaning": "Carrefour céleste",
        "Localisation": "à 0,5 cun en arrière du 8VB Shuaigun et à 2 cun en dedans du bord du cuir chevelu.",
        "Actions": "Disperse le vent et la chaleur, calme le Shen. En relation avec les mouvements yang vers l'extérieur (aide le Yang à sortir du crâne), calme le yang de la tête, fait circuler le yang, trouble du systême nerveux central.",
        "Indications_Therapeutiques": "Migraines battantes, acouphènes, gingivite, odontalgies, ataxie (symptôme neurologique qui consiste à ne plus pouvoir tenir debout avec des mouvements incontrôlés), sclérose en plaque, épilepsie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10VB",
        "Meaning": "Ecoulement clair \/ blanc",
        "Localisation": "en arrière de la racine du pavillon de l’oreille, à peu près à 1 cun au-dessous de 9VB Tianchong, et à 1 cun de la ligne d’implantation des cheveux.",
        "Actions": "Disperse le vent, favorise la libre circulation dans le méridien, agit localement.",
        "Indications_Therapeutiques": "Céphalées, acouphènes, surdité, odontalgies, raideur et douleur du cou, douleur de la gorge, amygdalite, toux...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11VB",
        "Meaning": "Cavité Yin de la tête",
        "Localisation": "au milieu de la ligne reliant le point 10VB Fubai au point 12VB Wangu.",
        "Actions": "Disperse le vent et l'humidité, favorise la libre circultion dans le méridien, agit sur les yeux et les oreilles.",
        "Indications_Therapeutiques": "Céphalées, acouphènes, surdité, douleur des oreilles, douleur oculaire, raideur et douleur du cou, douleur de la gorge, toux...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12VB",
        "Meaning": "Fin de l'os (mastoïde)",
        "Localisation": "dans une dépression située sur la partie postéro-inférieure de l’apophyse mastoïde.",
        "Actions": "Disperse le vent, la chaleur, l'humidité et les glaires. Agit sur la tête. Apaise le Shen.",
        "Indications_Therapeutiques": "Céphalées, migraine frontale, acouphènes, paralysies faciales, odontalgies, douleur et raideur du cou, agitation, insomnie, épilepsie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13VB",
        "Meaning": "Origine du Shen, enracinement du Shen",
        "Localisation": "sur la verticale passant par le canthus externe de l’œil, à 0,5 cun en arrière de la ligne d’implantation antérieure des cheveux (à l’aplomb de Shenting 24DM).",
        "Actions": "Disperse le vent, bénéfique sur les yeux, calme le Shen, tonifie l'essence du Rein à la tête, point racine du Ciel antérieur.            Zone de croisement des Jing Jin du haut.",
        "Indications_Therapeutiques": "Céphalées, troubles oculaires, douleur et raideur du cou, vomissements, épilepsie, schizophrénie, psychose maniaco-dépressive, troubles obsessionnels compulsifs, psychoses, borderline, personnes ressassant toujours le passé de façon excessive, paranoïa... (Peut être associé au 4DM, faire également le mouvement de Qi gong de la vésicule biliaire)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14VB",
        "Meaning": "Blancheur Yang; blanc et brillant",
        "Localisation": "sur la verticale passant par la pupille, à 1 cun au-dessus du milieu du sourcil.",
        "Actions": "Disperse le vent et la chaleur, agit sur la tête et les yeux, calme le Shen, antalgique.                                      Point de croisement avec le Yang Wei Mai.",
        "Indications_Therapeutiques": "Céphalées frontales, douleur oculaire, sialorrhées, myopie, glaucome, douleur des arcades, vertiges, paralysies faciales, obsessions, grande sensibilité émotionnelle...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15VB",
        "Meaning": "Concerne les larmes",
        "Localisation": "sur la verticale passant par la pupille, à 0,5 cun en arrière de la ligne d’implantation antérieure des cheveux.",
        "Actions": "Disperse le vent et la chaleur, agit sur la tête, les yeux et le nez, calme le Shen, antalgique.",
        "Indications_Therapeutiques": "Céphalées frontales, douleur oculaire, sialorrhées, douleur des arcades, vertiges, obstruction nasale…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16VB",
        "Meaning": "Fenêtre des yeux",
        "Localisation": "à 1 cun au-dessus du point 15VB Linqi, à 1,5 cun en arrière de la ligne d’implantation antérieure des cheveux.",
        "Actions": "Disperse le vent, agit sur la tête et les yeux, antalgique.",
        "Indications_Therapeutiques": "Affections oculaires (douleur, rougeur, chaleur des yeux, myopie, glaucome, sialorrhées...), obstruction nasale, odontalgies, douleur de la mâchoire, céphalées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17VB",
        "Meaning": "Long et principal; calcul correct",
        "Localisation": "à 1 cun au-dessus du point 16VB Muchuang, à 2,5 cun en arrière de la ligne d’implantation antérieure des cheveux.",
        "Actions": "Disperse le vent, agit sur la tête, traite les contre-sens, antalgique.",
        "Indications_Therapeutiques": "Céphalées, odontalgies, nausées, vertiges, vomissements...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18VB",
        "Meaning": "Réceptacle de l'Esprit",
        "Localisation": "à 1,5 cun en arrière du point 17VB Zhengying, à 4 cun en arrière de la ligne d’implantation antérieure des cheveux.",
        "Actions": "Disperse le vent, agit sur la tête et le nez, apaise le Shen.",
        "Indications_Therapeutiques": "Céphalées, vertiges, douleur oculaire, obstruction nasale, épistaxis, dyspnée, toux, névrose, troubles obsessionnels compulsifs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19VB",
        "Meaning": "Creux du crâne",
        "Localisation": "à 1,5 cun au-dessus du point 20VB Fengchi.",
        "Actions": "Disperse le vent, agit sur la tête, les yeux et les oreilles.",
        "Indications_Therapeutiques": "Céphalées, vertiges, surdité, bourdonnements d'oreille, douleur oculaire, douleur du nez, obstruction nasale, épistaxis, dyspnée, toux, asthme, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "20VB",
        "Meaning": "Etang du vent",
        "Localisation": "dans une dépression située entre l’insertion du muscle sterno-cléido-mastoïdien et celle du trapèze, sur le bord inféreiur de l’os occipital.",
        "Actions": "Disperse le vent, agit sur la tête, les yeux et les oreilles, tonifie la moelle et le cerveau, désobstrue le méridien, permet la montée du yang.\n\nPoint de croisement avec le Yang Wei Mai et le Yang Qiao Mai.",
        "Indications_Therapeutiques": "Céphalées étourdissements, vertiges, atteintes de l'oeil (grand point de l'œil, rougeur, douleur, sialorrhées, vision trouble, éblouissements...), hypertension, torticolis, douleur et raideur du cou, rhumes, maux de gorge, surdité, épistaxis, acouphènes...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "21VB",
        "Meaning": "Puit de l'épaule",
        "Localisation": "sur le bord supérieur du trapèze, à mi-distance de ligne unissant C7D1 à l’articulation acromio-scapulaire.",
        "Actions": "Favorise la libre circulation et fait descendre le Qi, désobstrue le méridien , dissout les glaires, agit sur les seins, rôle dans l'accouchement (interdit pendant la grossesse).",
        "Indications_Therapeutiques": "Grand rôle dans les torticolis (mettre de l'huile de massage, poser une ventouse dans le cou et descendre sur le 21VB), douleur et\/ou raideur du cou, de l'épaule et du dos, favorise la lactation, facilite l'accouchement...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "22VB",
        "Meaning": "Abime humide de l'aisselle",
        "Localisation": "sur la partie latérale du thorax, à 3 cun au-dessous du centre du creux axillaire, dans le quatrième espace intercostal.",
        "Actions": "Favorise la libre circulation du Qi, régularise le foyer supérieur.\n\nPoint de réunion des Jing Jin Yin du haut.",
        "Indications_Therapeutiques": "Toux, douleur intercostale, douleur et\/ou inflammation de la plèvre, adénopathie axillaire, douleur de l'aisselle, de l'épaule et\/ou du bras...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "23VB",
        "Meaning": "Muscles des côtés (grands pectoraux)",
        "Localisation": "à 3 cun au-dessous du centre du creux axillaire, à 1 cun en avant du 22VB Yuanye, dans le quatrième espace intercostal.",
        "Actions": "Favorise la libre circulation et fait descendre le Qi, régularise les 3 foyers, désobstrue le méridien.",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, douleur et plénitude de la poitrine, douleur intercostale, vomissements, reflux acides...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "24VB",
        "Meaning": "Soleil et lune",
        "Localisation": "sur la ligne verticale passant par le mamelon, à 1,5 cun en-dessous du 14F Qimen, dans le septième espace intercostal.",
        "Actions": "Traite la vésicule biliaire (point Mu de la vésicule biliaire), favorise la libre circulation du Qi du foie et fait descendre les contre-sens, disperse la chaleur humidité, régularise le foyer moyen.",
        "Indications_Therapeutiques": "Douleur intercostale, gastralgie, dilatation abdominale, nausées, vomissements, reflux acides, hoquet, hépatite, cholécystite…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "25VB",
        "Meaning": "Porte de la capitale",
        "Localisation": "sur la partie latérale de l’abdomen, au-dessous et en avant de la douzième côte.",
        "Actions": "Tonifie les Reins (Point Mu des Reins), la Rate et les intestins, régularise la voie des eaux.",
        "Indications_Therapeutiques": "Douleur lombaire, troubles urinaires, douleur et dilatation abdominale, borborygmes, diarrhées, douleurs intercostales...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "26VB",
        "Meaning": "Vaisseau ceinture",
        "Localisation": "à la jonction de la ligne axillaire et de la ligne horizontale passant par le nombril, entre les extrémités libres des onzièmes et douzièmes côtes.",
        "Actions": "Favorise la libre circulation du Dai Mai (Point de croisement avec le Dai Mai), véhicule l'énergie des origines, élimine la chaleur humidité, régularise l'utérus.",
        "Indications_Therapeutiques": "Douleur du bas ventre, dysménorrhées, leucorrhées, endométrite, cystite, prolapsus utérin, douleur lombaire, douleurs intercostales...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "27VB",
        "Meaning": "Cinq axes, cinq charnières",
        "Localisation": "à 3 cun en avant et en bas de 26VB Daimai, en dedans de l’épine iliaque antérosupupérieure, horizontalement du point 4RM Guanyuan.",
        "Actions": "Favorise la libre circulation du Dai Mai (Point de croisement avec le Dai Mai), véhicule l'énergie des origines, tonifie les Reins.",
        "Indications_Therapeutiques": "Douleur du bas ventre, dysménorrhées, leucorrhées, endométrite, cystite, prolapsus utérin, douleur lombaire, douleurs intercostales, constipation...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "28VB",
        "Meaning": "Chemin de liaison",
        "Localisation": "au-dessous de l’épine iliaque antéro-supupérieure, 0,5 cun en avant et en bas du point 27VB Wushu.",
        "Actions": "Favorise la libre circulation du Dai Mai (Point de croisement avec le Dai Mai), véhicule l'énergie des origines, disperse l'humidité.",
        "Indications_Therapeutiques": "Douleur du bas ventre, dysménorrhées, leucorrhées, endométrite, cystite, prolapsus utérin, douleur lombaire, douleurs intercostales, constipation…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "29VB",
        "Meaning": "Creux de l'os de la stabilité (cavité cotyloïde)",
        "Localisation": "à mi-distance de la ligne reliant l’épine iliaque antéro-supérieure au sommet du grand trochanter du fémur.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse vent, humidité, froid; agit en local sur la hanche.",
        "Indications_Therapeutiques": "Douleur de la hanche, douleur lombaire irradiant vers le bas-ventre, douleur des membres inférieurs, paralysies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "30VB",
        "Meaning": "Qui enveloppe et fait marcher. Muscle fessier",
        "Localisation": "sur la partie latérale de la hanche, au tiers externe de la ligne qui joint le sommet du grand trochanter du fémur au sommet du pli inter-fessier. Dans un creux qui se forme en contractant les fesses.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse vent, humidité, froid; agit en local sur la hanche; commande le Yang des membres inférieurs. (Point de croisement avec le Jing Jin de l'Estomac, et avec le Jing Mai de la Vessie).",
        "Indications_Therapeutiques": "Affections de la hanche (douleur, arthrose...), sciatique, paralysies des membres inférieurs…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "31VB",
        "Meaning": "Négocie le Feng",
        "Localisation": "sur la face latérale de la cuisse, à 7 cun au-dessus du pli poplité. Où en position debout, main collée le long de la face latérale de la cuisse, le point se trouve là ou l’extrémité du médius touche la cuisse.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse vent, humidité, froid.",
        "Indications_Therapeutiques": "Affections de la hanche (douleur, arthrose...), sciatique, paralysies des membres inférieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "32VB",
        "Meaning": "Milieu du canal",
        "Localisation": "sur la face latérale de la cuisse, à 5 cun au-dessus du pli poplité, soit à 2 cun endessous du point 31VB Fengshi.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse vent, humidité, froid.",
        "Indications_Therapeutiques": "Douleur, raideur, blocage du genou, sciatique, obstruction douloureuse des membres inférieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "33VB",
        "Meaning": "Barrière du genou",
        "Localisation": "dans une dépression située en haut du condyle externe fémoral, à 3 cun au-dessus du point 34VB Yanglingquan.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien (Point barrière du Yang), disperse vent, humidité, froid; décontracte les tendons.",
        "Indications_Therapeutiques": "Douleur, raideur, blocage du genou (s'associe souvent avec le 33E, 34VB, 7F), douleur aiguë du genou avec faiblesse, gonarthrose, obstruction douloureuse des membres inférieurs, contractures des tendons et des muscles, paralysies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "34VB",
        "Meaning": "Source du tertre externe",
        "Localisation": "sur la partie latérale de la jambe, dans une dépression située en avant et en bas de la tête de la fibula.",
        "Actions": "Action sur les tendons et les muscles (Point Hui des muscles et des tendons), favorise la libre circulation et désobstrue le méridien, disperse la chaleur humidité du Foie et de la Vésicule Biliaire (Point He, nature Terre).",
        "Indications_Therapeutiques": "Engourdissements, fourmillements, stagnations, troubles des tendons, paralysies, obstruction douloureuse des membres inférieurs, douleurs lombaires, douleur de la jambe, vertiges, reflux acides, nausées, vomissements, douleurs intercostales, coliques néphrétiques, crise de la vésicule biliaire, hypertension...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "35VB",
        "Meaning": "Croisement Yang",
        "Localisation": "sur la ligne reliant la pointe de la malléole latérale et le point 34VB Yanglingquan, à 7 cun au-dessus de la pointe de la malléole latérale.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur, régule le Qi de la Vésicule Biliaire, soulage les tendons. (Point Xi du Yang Wei Mai).\n\nPoint de croisement des Jing Mai Yang du bas.",
        "Indications_Therapeutiques": "Douleur, raideur, blocage du genou, sciatique, obstruction douloureuse des membres inférieurs, douleurs intercostales, asthme, obstruction douloureuse de la gorge...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "36VB",
        "Meaning": "Eminence externe",
        "Localisation": "à 7 cun au-dessus de la pointe de la malléole latérale, à 1 cun en arrière du point 35VB Yangjiao, en avant de la fibula.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur\/humidité, régule le Qi de la Vésicule Biliaire et du Foie, soulage les tendons. (Point Xi)",
        "Indications_Therapeutiques": "Douleur et plénitude de la poitrine, douleurs intercostales, céphalées, douleur et raideur du cou, obstruction douloureuse des membres inférieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "37VB",
        "Meaning": "Lumière diffuse, éclat lumineux",
        "Localisation": "à 5 cun au-dessus de la pointe de la malléole externe, le long du bord antérieur de la fibula.",
        "Actions": "Agit sur les yeux, favorise la libre circulation dans le méridien, disperse le vent\/humidité. (point luo de la VB)",
        "Indications_Therapeutiques": "Affections oculaires (rougeur, douleur, sialorrhées, vision trouble, éblouissements, démangeaisons, myopie, presbytie...), céphalées, douleurs des seins, obstruction douloureuse des membres inférieurs, douleur du genou, jambes sans force...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "38VB",
        "Meaning": "Soutient au Yang",
        "Localisation": "à 4 cun au-dessus de la pointe de la malléole externe, le long du bord antérieur de la fibula.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur et le vent. (point Jing(2), nature Feu, point fils donc de dispersion).",
        "Indications_Therapeutiques": "Migraines, douleur de la gorge, douleur et distension de la poitrine, douleurs intercostales, lombalgies, paralysies, douleur et contracture des tendons, douleur du genou, obstruction douloureuse des membres inférieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "39VB",
        "Meaning": "Cloche suspendue",
        "Localisation": "à 3 cun au-dessus de la pointe de la malléole externe, le long du bord antérieur de la fibula.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse vent et chaleur, nourrit les moelles, agit sur les tendons et les os.\n\nPoint Hui des moelles.\nPoint Luo de groupe des 3 méridiens Yang du Bas.",
        "Indications_Therapeutiques": "Douleur, raideur, contracture du cou; douleur, raideur, contractures des articulations; douleurs osseuses, paralysies, céphalées, sciatique, atteintes de la cheville... Prévention des AVC (à faire régulière chez les personnes âgées à risque).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "40VB",
        "Meaning": "Au plus profond du canal",
        "Localisation": "en avant et en-dessous de la malléole externe, dans une dépression située en arrière du tendon du muscle extenseur commun des orteils.",
        "Actions": "Favorise la libre circulation et désobstrue le méridien, disperse la chaleur et l'humidité, régule le Qi du Foie et de la Vésicule Biliaire, agit sur les tendons et les articulations, agit sur le psychisme.",
        "Indications_Therapeutiques": "Céphalées, affections oculaires, douleur de la gorge, douleur et distension de la poitrine, douleurs intercostales, vomissements, reflux acides, lombalgies, paralysies, douleur et contracture des tendons, douleur du genou, obstruction douloureuse des membres inférieurs, douleur de la cheville... Renforce le psychisme : la confiance en soit, l'esprit de décision, soutient lorsque l'on perd pied...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "41VB",
        "Meaning": "Concerne les larmes; se penche pour pleurer",
        "Localisation": "dans un creux situé dans l’angle des bases des quatrièmes et cinquièmes métatarsiens, en dehors du tendon du muscle extenseur commun des orteils.",
        "Actions": "Favorise la libre circulation dans le méridien (Point Shu, nature Bois, point Ben), disperse la chaleur du Foie et de la Vésicule Biliaire, dissout les glaires, agit sur les tendons et les muscles, régule le Dai Mai (point clé du Dai Mai), action sur le sang.",
        "Indications_Therapeutiques": "Céphalées, affections oculaires, vertiges, surdité, acouphènes, douleur et distension de la poitrine, douleurs intercostales, vomissements, reflux acides, lombalgies, paralysies, douleur et contracture des tendons, douleur du genou, obstruction douloureuse des membres inférieurs, douleurs menstruelles, dysménorrhées, douleur de la cheville, douleur du pied...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "42VB",
        "Meaning": "Cinquième union terrestre",
        "Localisation": "dans l’espace entre les quatrième et cinquième métatarsiens, à 0,5 cun en avant du point 41VB Zulinqi.",
        "Actions": "Favorise la libre circulation dans le méridien, disperse la chaleur du Foie et de la Vésicule Biliaire.",
        "Indications_Therapeutiques": "Céphalées, affections oculaires, surdité, acouphènes, douleur axillaire, affections des seins, douleur du pied...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "43VB",
        "Meaning": "A côté du torrent",
        "Localisation": "juste en arrière de l’espace inter-digital des quatrième et le cinquième orteils.",
        "Actions": "Apaise l'excès de Feu (en particulier de la tête), disperse la chaleur\/humidité et le vent. (Point Ying, nature Eau, point de tonification)",
        "Indications_Therapeutiques": "Céphalées (temporales), affections oculaires, surdité, acouphènes, zona ophtalmique, zona thoracique, hypertension, vertiges, douleur axillaire, affections des seins, douleurs intercostales, douleur du pied et des orteils...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "44VB",
        "Meaning": "Voie de communication avec Yin",
        "Localisation": "sur le quatrième orteil, à 0,1 cun en arrière de son angle unguéal externe.",
        "Actions": "Favorise la libre circulation dans le méridien, disperse la chaleur et le vent, régularise le Qi du Foie et de la Vésicule Biliaire, apaise le Shen. (Point Jing(1), nature métal)",
        "Indications_Therapeutiques": "Céphalées, affections oculaires, surdité, acouphènes, vertiges, maux de gorge, sècheresse buccale, raideur de langue, douleur axillaire, affections des seins (tumeurs, abcès...), douleurs intercostales, dysménorrhées, affection des tendons, insomnie, cauchemars...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1F",
        "Meaning": "Grand monticule",
        "Localisation": "sur le gros orteil, en arrière de son angle unguéal externe.",
        "Actions": "Assure une bonne circulation du Qi et favorise sa montée. Régule le sang des règles. Stimule le Yin du Foie (Point Jing(1), nature Bois, point Ben). Traite le foyer inférieur. Disperse la chaleur humidité du Foie, avec excès de Yang par vide de Yin. Restaure la conscience et calme le Shen.",
        "Indications_Therapeutiques": "Ménorragies, troubles des organes génitaux (hernie, orchi-épidémique...), énurésie, chaleur humidité du Foie par exemple par excès de boissons alcoolisées (excès de Yang et vide Yin, attaquant le Qi de la Rate par le cycle de contrôle), troubles de la conscience, perte de connaissance...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2F",
        "Meaning": "Intervalle actif",
        "Localisation": "juste en arrière de l’espace inter-digital des deux premiers orteils.",
        "Actions": "Diffuse le Qi du Foie. Disperse la chaleur du Foie (Point Ying, nature Feu, point de dispersion). Stop les saignements. Calme le vent du Foie. Traite le foyer inférieur.",
        "Indications_Therapeutiques": "Céphalées (du vertex), vertiges (de ménière), vomissements, rougeur et douleur des yeux, sialorrhées, épistaxis, douleurs intercostales, hypertension, insomnie, douleur et démangeaisons des organes génitaux, rétention urinaire, dysménorhées, hématémèse...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3F",
        "Meaning": "Très grand carrefour",
        "Localisation": "à 1, 5 cun en arrière du point 2F Xingjian, dans l’angle du premier espace intermétatarsien.",
        "Actions": "Diffuse le Qi du Foie , fait descendre le Qi du Foie, clarifie la tête, action sur les yeux, stimule le sang du Foie, traite le foyer inférieur. (Point Shu, nature Terre)",
        "Indications_Therapeutiques": "Céphalées, troubles oculaires, calme l'esprit des personnes tendues, rôle important chez les personnes sous neuroleptiques, favorise 'l'encrage', régularise les menstruations, troubles de la marche, crampes, troubles des organes génitaux…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4F",
        "Meaning": "Enrichit le centre",
        "Localisation": "en avant de la pointe de la malléole médiale, dans une dépression située entre le tendon du jambier antérieur et celui de l’extenseur propre du gros orteil.",
        "Actions": "Assure la libre circulation du Qi du Foie, régule le foyer inférieur. (Point Jing(2), nature Métal)",
        "Indications_Therapeutiques": "Douleur du bas ventre, troubles des organes génitaux (spermatorrhées, douleur du pénis, rétractation des organes génitaux, hernies ...), troubles urinaires (rétention d'urine, douleurs mictionnelles...)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5F",
        "Meaning": "Sillon du ver à soie",
        "Localisation": "à 5 cun au-dessus de la pointe de la malléole interne, sur le bord interne du tibia.",
        "Actions": "Diffuse le Qi du Foie, traite le foyer inférieur et disperse sa chaleur humidité. Action sur les émotions. (Point Luo du Foie)",
        "Indications_Therapeutiques": "Infections génitales, bartolonites, cystites, démangeaisons des organes externes, hernies, spermatorrhées, priapisme, dysménorrhées, impuissance... colère, émotivités, hyperactivité...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6F",
        "Meaning": "Centre de la capitale",
        "Localisation": "à 7 cun au-dessus de la pointe de la malléole interne, sur le bord interne du tibia.",
        "Actions": "Assure la libre circulation du Qi du Foie, tonifie le sang et arrête les saignements, élimine l'humidité, calme la douleur, traite le foyer inférieur.",
        "Indications_Therapeutiques": "Douleur du bas ventre, règles irrégulières, saignements utérins anormaux, douleurs articulaires et\/ou musculaires des membres inférieurs...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7F",
        "Meaning": "Barrière du genou",
        "Localisation": "en arrière et en bas du condyle interne du tibia, à 1 cun en arrière du point 9Rte Yinlinquan.",
        "Actions": "Favorise la libre circulation dans le méridien. Disperse le vent et l'humidité. Point d'action locale, tonifie l'énergie du genou, action sur le Yin du genou.",
        "Indications_Therapeutiques": "Faiblesse du genou, gonarthrose, enflure du genou, douleur par dysplasie, usure du cartilage... Souvent associé au 33VB (action sur le Yang).",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8F",
        "Meaning": "Source de la courbe",
        "Localisation": "à l’extrémité interne du pli de flexion, dans un creux en avant des muscles semimembraneux et semi-tendineux. Plier le genou pour localiser le point.",
        "Actions": "Elimine l'humidité et disperse la chaleur du foyer inférieur (point He, nature Eau, point de tonification), traite les troubles uro-génitaux, soutien l'utérus, tonifie le sang, action locale.",
        "Indications_Therapeutiques": "Infections uro-génitales, cystites, énurésie, douleurs mictionnelles, rétention urinaire, démangeaisons des organes génitaux, hernies, spermatorrhées, dysménorrhées, prolapsus utérin, douleurs du genou...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9F",
        "Meaning": "Enveloppe Yin",
        "Localisation": "sur la face interne de la cuisse, à 4 cun au-dessus du condyle interne du fémur, entre les muscles sartorius (couturier) et le vaste interne.",
        "Actions": "Diffuse le Qi, régularise le sang, traite le foyer inférieur.",
        "Indications_Therapeutiques": "Dysménorrhées, troubles urinaires (énurésie, rétention urinaire, douleurs mictionnelles...), douleurs du bas-ventre, douleurs lombaires...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10F",
        "Meaning": "Cinq villages",
        "Localisation": "sur la face interne de la cuisse, à 3 cun sous le bord supérieur du pubis, 1 cun audessous de 11F Yinlian.",
        "Actions": "Diffuse le Qi du Foyer inférieur, élimine sa chaleur humidité. Action sur le système tendino-musculaire.",
        "Indications_Therapeutiques": "Troubles uro-génitaux (cystites, énurésie, rétention urinaire, démangeaisons des organes génitaux externes, douleurs...), tensions tendino-musculaires...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11F",
        "Meaning": "Angle Yin",
        "Localisation": "au milieu du pli de l’aine, à 2 cun sous le bord supérieur du pubis, contre le bord antérieur des adducteurs.",
        "Actions": "Favorise la libre circulation dans le méridien. Tonifie le sang du Foie, soutien l'utérus, détend les tendons.",
        "Indications_Therapeutiques": "Dysménorrhées, cruralgies (internes), lombalgies...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12F",
        "Meaning": "Vaisseau rapide (artère fémorale)",
        "Localisation": "à 1 cun au-dessous du bord supérieur de la symphyse pubienne, à 2,5 cun de la ligne médiane antérieure.",
        "Actions": "Diffuse le Qi du Foie, traite le foyer inférieur, dégage le froid du méridien.",
        "Indications_Therapeutiques": "Douleur des organes génitaux externes, douleur du bas ventre, cruralgies (face interne), prolapsus utérin...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13F",
        "Meaning": "Porte du tout",
        "Localisation": "sous l’extrémité antérieure de la onzième côte.",
        "Actions": "Harmonise et tonifie le Foie, la Rate (Point Mu de la Rate) et l'Estomac. Libère les stagnations du Qi du Foie (qui perturbent le Qi de la Rate qui n'assure plus la montée du Qi). Disperse chaleur et humidité. Traite les foyers moyen et inférieur.\n\nPoint Hui des Zang.",
        "Indications_Therapeutiques": "Douleur abdominale, distension abdominale, vomissements, douleurs des côtes, lombalgies, troubles respiratoires, diarrhées, météorisme, constipation...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14F",
        "Meaning": "Porte de l'échéance, porte de l'époque",
        "Localisation": "sur la ligne mamelonnaire, à 4 cun horizontalement du 14RM Juque, dans le sixième espace intercostal.",
        "Actions": "Traite les foyers moyen et inférieur. Régularise le Qi et le sang du Foie (point Mu du Foie), harmonise l'Estomac, dissout les stases, élimine l'humidité.",
        "Indications_Therapeutiques": "Douleur de la poitrine, douleur des hypochondres, dyspnée, douleur et distensions des seins et de l'épigastre, vomissements, régurgitations acides, douleur et distension abdominale, hépatite, diarrhées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1RM",
        "Meaning": "Réunion (des) Yin",
        "Localisation": "au centre du périnée, entre le scrotum et l’anus chez l’homme, entre la vulve et l’anus pour la femme.",
        "Actions": "Renforce le Yin, stimule l'essence du Rein et Yuan Qi, élimine la chaleur humidité, harmonise les menstruations, apaise le Shen (11ème point des revenants), réanime en cas de noyade.\nPoint réunion des yin",
        "Indications_Therapeutiques": "Troubles urinaires, hémorroïdes, troubles des organes génitaux externes (transpiration, enflure, démangeaisons, douleur), prolpsus utérin, dysménorrhées, aménorrhées, impuissance, spermatorrhées, épilepsie, psychose, coma…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2RM",
        "Meaning": "Os courbe",
        "Localisation": "sur la ligne médiane antérieure, au bord supérieur de la symphyse pubienne.",
        "Actions": "Renforce le Yang du Rein, stimule l'essence du Rein et Yuan Qi, régularise le foyer inférieur, dissipe la chaleur humidité de la vessie et de l'utérus. \n\nPoint de réunion des 3 Yin du bas et le Jing Mai de l'Estomac",
        "Indications_Therapeutiques": "Troubles urinaires (rétention, mictions difficiles, douleur, incontinence...), spermatorrhées, leucorrhées, dysménorrhées, douleur des règles, douleur du bas-ventre, impuissance, affections des organes génitaux externes…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3RM",
        "Meaning": "Pôle central",
        "Localisation": "sur la ligne médiane antérieure, à 1 cun au-dessus de la symphyse pubienne.",
        "Actions": "Renforce le Rein, harmonise Ren Mai et Chong Mai, régularise le foyer inférieur, dissipe la chaleur humidité (en particulier de la Vessie), bénéfique sur l'utérus et la vessie (Point Mu de la Vessie), régularise les menstruations. \n\nPoint de réunion des 3 Jing Jin Yin du bas et celui de l'Estomac",
        "Indications_Therapeutiques": "Rétention urinaire, incontinence, pollakiurie, cystite, leucorrhées, spermatorrhées, affections des organes génitaux externes, dysménorrhées, stérilité, douleur du bas-ventre, douleur lombaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4RM",
        "Meaning": "Barrière originelle",
        "Localisation": "sur la ligne médiane antérieure, à 2 cun au-dessus de la symphyse pubienne.",
        "Actions": "Tonifie le Rein et Yuan Qi, tonifie le sang et le Qi, régularise le foyer inférieur, bénéfique sur l'utérus et la vessie, élimine le froid et l'humidité, régularise le Qi de l'Intestin Grêle (Point Mu de l'IG)",
        "Indications_Therapeutiques": "Faiblesse et douleur lombaire et des jambes, rétention urinaire, incontinence, pollakiurie, lithiases urinaires, cystite, leucorrhées, spermatorrhées, affections des organes génitaux externes, dysménorrhées, aménorrhées, stérilité, douleur du bas-ventre (point important dans tous les troubles uro-génitaux), faiblesse constitutionnelle, amaigrissement, difficulté à prendre du poids, vertiges, céphalées, diarrhées, vomissements...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5RM",
        "Meaning": "Porte de pierre",
        "Localisation": "sur la ligne médiane antérieure, à 3 cun au-dessus de la symphyse pubienne.",
        "Actions": "Renforce le Yang des Reins et Yuan Qi, libère la voie des Eaux (en particulier sur la vessie), régularise le sang et le Qi, régularise les 3 foyers et en particulier le foyer inférieur (Point Mu du Triple réchauffeur), régule l'utérus, bénéfique sur la prostate.",
        "Indications_Therapeutiques": "Rétention urinaire, incontinence, dysurie prostatique, oedèmes, leucorrhées, spermatorrhées, hémorragie utérine, affections des organes génitaux externes, dysménorrhées, stérilité, douleur du bas-ventre, douleur lombaire…",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6RM",
        "Meaning": "Mer du Qi",
        "Localisation": "sur la ligne médiane antérieure, à 1,5 cun au-dessous de l’ombilic.",
        "Actions": "Tonifie le Qi (Point Mer du Qi) et le sang, renforce le Yang, stimule Yuan Qi, tonifie les Reins.\n\nPoint Mu du Foyer Inférieur.\nPoint Luo du Chong Mai.",
        "Indications_Therapeutiques": "Faiblesse constitutionnelle, amaigrissement, faiblesse musculaire, faiblesse du Rein, neurasthénie, troubles urinaires, prolapsus utérin ou rectal, dysménorrhées, hémorragie utérine, leucorrhées, spermatorrhées, impuissance, stérilité, douleurs abdominales, diarrhées, météorisme, constipation (par vide de Qi)...\n(très efficace en moxibustion)",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7RM",
        "Meaning": "Croisement Yin",
        "Localisation": "sur la ligne médiane antérieure, à 1 cun au-dessous de l’ombilic.",
        "Actions": "Tonifie le Yang des Reins, régularise le Chong Mai (Point de croisement avec Chong Mai et le Jing Mai du Rein), régularise les menstruations, agit sur le foyer inférieur.",
        "Indications_Therapeutiques": "Stérilité, troubles de la ménopause, dysménorrhéess, aménorrhées, leucorrhées, hémorragies utérines, troubles urinaires, affections des organes génitaux externes, endométrite, urétrite, douleur du bas ventre, douleur lombaire...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8RM",
        "Meaning": "Palais du Shen",
        "Localisation": "sur la ligne médiane antérieure, au milieu de l’ombilic.",
        "Actions": "Ranime le Yang, stimule Yuan Qi, traite la Rate, régularise les Intestins.\n\nUtilisation : ne pas piquer le point, appliquer des cônes d'armoise posés sur du sel.",
        "Indications_Therapeutiques": "Collapsus, diarrhées, vomissements, borborygmes, douleur et distension abdominale, oedème, prolapsus rectal, ballonnement du post partum avec dysurie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9RM",
        "Meaning": "Partage de l'eau",
        "Localisation": "sur la ligne médiane antérieure, à 1 cun au-dessus de l’ombilic.",
        "Actions": "Régularise la Voie des Eaux, élimine l'humidité, régularise les Intestins (permet à l'Intestin Grêle de trier les liquides purs et impurs).",
        "Indications_Therapeutiques": "Glaires, oedèmes, ascite, diarrhées, vomissemnts, borborygmes, maladie de Crohn...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10RM",
        "Meaning": "Canal inférieur, partie inférieure de l'estomac (pylore)",
        "Localisation": "sur la ligne médiane antérieure, à 2 cun au-dessus de l’ombilic.",
        "Actions": "Assure le passage du Qi de l'estomac vers l'intestin grêle, tonifie la Rate et l'estomac (Point de croisement avec le méridien de la Rate). Effet direct sur la partie inférieur de l'estomac (pilore et début du duodénum).",
        "Indications_Therapeutiques": "Gastralgie, plénitude abdominale, entérite, ptôse gastrique, nausées et vomissements après s'être alimenté...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11RM",
        "Meaning": "Construction de la demeure (digestion)",
        "Localisation": "sur la ligne médiane antérieure, à 3 cun au-dessus de l’ombilic.",
        "Actions": "Tonifie la Rate, assure la physiologie de l'Estomac et de la Rate, favorise la montée du Qi de la Rate, régularise le foyer moyen.",
        "Indications_Therapeutiques": "Gastralgie, distension abdominale, vomissement, oedèmes, péritonite...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12RM",
        "Meaning": "Canal central (de l'estomac)",
        "Localisation": "sur la ligne médiane antérieure, à 4 cun au-dessus de l’ombilic.",
        "Actions": "Régularise et tonifie le foyer moyen (point Mu du foyer moyen), fait descendre l'inpur et monter le pur (point de croisement avec l'Itestin Grêle, le Triple Réchauffeur et l'Estomac), régularise le Qi, tonifie l'Estomac (point Mu de l'Estomac) et la Rate.\n\nPoint Hui des Fu\nPoint noeud du Tai Yin\nPoint de départ des énergies acquises",
        "Indications_Therapeutiques": "Gastralgie, distension abdominale, nausées, vomissement, reflux, perte d'appétit, météorisme, ulcères, toutes les affections de la Rate et de l'Estomac...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13RM",
        "Meaning": "Canal supérieur, partie supréieure de l'estomac (cardia)",
        "Localisation": "sur la ligne médiane antérieure, à 5 cun au-dessus de l’ombilic.",
        "Actions": "Régularise le Qi et fit descendre les contre-sens, action direct sur le cardia de l'Estomac et l'oesophage, abaisse la fièvre, régularise le Coeur.",
        "Indications_Therapeutiques": "Reflux, hoquet, vomissements, nausées, douleur et distension abdominale, masses abdominales, ulcères, météorismes, borborygmes, douleurs de la Rate, palpitations, douleur cardiaque, dyspnée...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14RM",
        "Meaning": "Grand palais",
        "Localisation": "sur la ligne médiane antérieure, à 6 cun au-dessus de l’ombilic.",
        "Actions": "Régularise le cœur (point mu du cœur), dissout les glaires, apaise le shen, régularie et fait descendre le Qi de l'estomac, soulage la poitrine.",
        "Indications_Therapeutiques": "Douleur cardiaque, palpitations, excitabilité, confusion, insomnie, anxiété, douleur et distension abdominale, reflux, nausées, vomissements, douleur de la poitrine, glaires dans la poitrine, toux...\n\nLorsque ce point est douloureux à la palpation, cela traduit souvent d'un feu 'psychique' du Coeur. La langue sera rouge écarlate et le point peut bruler; souvent il y a une dépression latente. Il traite donc tous les troubles d'origine émotionnelle, y compris les troubles digestifs liés à l'émotion.",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15RM",
        "Meaning": "Queue de pigeon",
        "Localisation": "sur la ligne médiane antérieure, à 7 cun au-dessus de l’ombilic.",
        "Actions": "Calme le Coeur et le Shen, fait descendre le Qi du Poumon à contre-sens, régule le luo du Ren Mai (Point Luo du Ren Mai), apporte de l'énergie aux 5 organes (Point Yuan des organes).",
        "Indications_Therapeutiques": "Agitation, délire, démence, palpitation, douleur de la région du Coeur, oppression et\/ou douleur thoracique, toux, dyspnée, maux de gorge, hoquet, éructation, vomissement, reflux gastro-oesophagien, affections de la voie Luo du Ren Mai qui est en charge de la peau du ventre (démangeaisons de la peau du ventre pouvant aller du pubis jusqu'au diaphragme ou douleur de la peau du ventre)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16RM",
        "Meaning": "Centre de la cour",
        "Localisation": "sur la ligne médiane antérieure, à 8 cun au-dessus de l’ombili, au niveau de l’articulation sterno-xyphoïdienne.",
        "Actions": "Traite les contre-sens du Qi de l'Estomac, et agit sur les voies respiratoires.",
        "Indications_Therapeutiques": "Vomissements, reflux gastro-oesophagiens, asthme, toux (par reflux)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17RM",
        "Meaning": "Centre du thorax",
        "Localisation": "sur la ligne médiane antérieure, entre les deux mamelons, au niveau du quatrième espace inter-costal.",
        "Actions": "Régularise et fait descendre le Qi, fait circuler et descendre les liquides vers le Rein, dissout les glaires, libère la poitrine, fait descendre le Qi à contre-sens du Poumon et de l'Estomac, agit sur les seins. Point Mu du Foyer supérieur (descente des liquides du Poumon vers le Rein et diffusion des liquides à la surface de la peau). \nPoint Hui du Qi. \nPoint Mu du Maître Coeur\/du foyer supérieur",
        "Indications_Therapeutiques": "Bronchite, bronchiolite, asthme, oedème pulmonaire, abcès pulmonaire, dyspnée, toux, maux de gorge, goitre, expectoration, oppression et\/ou douleur de la poitrine et du diaphragme, hoquet, reflux acide, vomissement, abcès mammaire, insuffisance lactée...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18RM",
        "Meaning": "Palais de jade, palais précieux",
        "Localisation": "sur la ligne médiane antérieure, au niveau du troisième espace inter-costal.",
        "Actions": "Ouvre la poitrine, régularise et fait descendre le Qi. (quand il est spontanément douloureux c'est qu'il y a une atteinte du Foie organe; Point noeud du Jue Yin MC\/F).",
        "Indications_Therapeutiques": "Dyspnée, asthme, oppression et douleur de la poitrine, vomissements, douleur des seins...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19RM",
        "Meaning": "Palais pourpre (couleur de la cité interdite de Pékin)",
        "Localisation": "sur la ligne médiane antérieure, au niveau du deuxième espace inter-costal.",
        "Actions": "Ouvre la poitrine, régularise et fait descendre le Qi.",
        "Indications_Therapeutiques": "Dyspnée, asthme, toux, expectorations, oppression et douleur de la poitrine, pleurite, vomissements...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "20RM",
        "Meaning": "Couvercle brillant",
        "Localisation": "sur la ligne médiane antérieure, au niveau du premier espace inter-costal, à la jonction du manubrium et du corps sternal.",
        "Actions": "Ouvre la poitrine, régularise et fait descendre le Qi.",
        "Indications_Therapeutiques": "Dyspnée, asthme, toux, expectorations, oppression et douleur de la poitrine, pleurite, douleur intercostale...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "21RM",
        "Meaning": "Sphère précieuse",
        "Localisation": "sur la ligne médiane antérieure, au milieu du manubrium sternal.",
        "Actions": "Ouvre la poitrine, régularise et fait descendre le Qi à contre-sens.",
        "Indications_Therapeutiques": "Dyspnée, asthme, toux, expectorations, oppression et douleur de la poitrine, douleur intercostale, maux de gorge...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "22RM",
        "Meaning": "Cheminée céleste (trachée)",
        "Localisation": "sur la ligne médiane antérieure, dans un creux situé à 0,5 cun du manubrium sternal.",
        "Actions": "Ouvre la poitrine, régularise et fait descendre le Qi à contre-sens, élimine les glaires, agit sur la gorge et la voix. \n\nPoint de Croisement avec le Yin Wei Mai",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, maux de gorge, expectorations, aphonie, mutité, goitre, hoquet, vomissement...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "23RM",
        "Meaning": "Source de l'angle",
        "Localisation": "sur la ligne médiane antérieure, dans un creux situé au-dessus de la proéminence laryngée.",
        "Actions": "Agit sur la gorge, langue et la parole; fait descendre le Qi, élimine l'humidité. \n\nPoint de croisement avec le Yin wei Mai \nPoint noeud du Shao Yin C\/R",
        "Indications_Therapeutiques": "Maux de gorge, dyspnée, affection de la langue (contracture, douleur, ulcération, aphasie...), mutité, aphonie (un des grands points de la parole, associé et 15DM, et\/ou au 5C)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "24RM",
        "Meaning": "Reçoit l'eau de riz",
        "Localisation": "sur la ligne médiane antérieure, dans la dépression située entre la lèvre inférieure et le menton.",
        "Actions": "Régularise Ren Mai, disperse le Vent, agit localement sur la face et la bouche. \n\n8ème point des revenants",
        "Indications_Therapeutiques": "Paralysie faciale, déviation de la bouche et de l'oeil, gengivite, odontalgie, sialorrhées, épistaxis, aphonie, état maniaque, épilepsie...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "1DM",
        "Meaning": "Augmente la force",
        "Localisation": "dans une dépression située à mi-distance entre la pointe du coccyx et l’anus.",
        "Actions": "Ouvre le méridien, fait monter le Qi, élimine la chaleur humidité, agit localement, renforce la colonne vertébrale (Point Luo du Du Mai), apaise le Shen. (mais en lien le Du Mai et le Ren Mai)",
        "Indications_Therapeutiques": "Hémorroïdes, prolapsus rectal, diarrhées, troubles urinaires, raideur de la colonne (luo en excès), tassements vertébraux (luo en vide), vertiges, agitation, état maniaque, démence...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "2DM",
        "Meaning": "Transfert vers les lombes",
        "Localisation": "sur la ligne médiane postérieure, au niveau du hiatus sacro-coccygien.",
        "Actions": "Renforce la région lombaire (Point Bei Shu des lombes) et les jambes, disperse le vent humidité, réchauffe le foyer inférieur.",
        "Indications_Therapeutiques": "Douleur et raideur lombaire, douleur du sacrum, douleur et\/ou engourdissement des jambes, dysménorrhées, leucorrhées, spermatorrhées, impuissance...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "3DM",
        "Meaning": "Barrière Yang des lombes",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la quatrième vertèbre lombaire.",
        "Actions": "Renforce la région lombaire et les jambes, disperse le vent, l'humidité et le froid, réchauffe le foyer inférieur, stimule Yuan Qi.",
        "Indications_Therapeutiques": "Douleur et raideur lombaire, douleur et\/ou engourdissement des jambes, lumbago, dysménorrhées, leucorrhées, spermatorrhées, impuissance...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "4DM",
        "Meaning": "Porte du destin",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la deuxième vertèbre lombaire.",
        "Actions": "Tonifie le Rein (en particulier le Yang du Rein), régularise le Du Mai, renforce la région lombaire.",
        "Indications_Therapeutiques": "Douleur et raideur lombaire, lumbago, dysménorrhées, leucorrhées, spermatorrhées, impuissance, hémorroïdes, prolapsus rectal...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "5DM",
        "Meaning": "Axe suspendu",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la première vertèbre lombaire.",
        "Actions": "Renforce la région lombaire, régularise le foyer inférieur.",
        "Indications_Therapeutiques": "Douleur et raideur lombaire, lumbago, diarrhées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "6DM",
        "Meaning": "Milieu de la colonne vertébrale",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la onzième vertèbre thoracique.",
        "Actions": "Renforce la Rate, dissout l'humidité, soulage et fortifie le rachis.",
        "Indications_Therapeutiques": "Douleur, distension ou\/et masses abdominales(s); diarrhées, hémorroides, douleur et\/ou raideur du rachis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "7DM",
        "Meaning": "Axe centrale",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la dixième vertèbre thoracique.",
        "Actions": "Soulage et fortifie le rachis, régularise le foyer moyen.",
        "Indications_Therapeutiques": "Douleur et\/ou raideur du rachis, douleur abdominale, perte d'appétit, anorexie, aménorrhée...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "8DM",
        "Meaning": "Rétraction des tendons",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la neuvième vertèbre thoracique.",
        "Actions": "Régularise le Foie, disperse le vent, apaise le Shen.",
        "Indications_Therapeutiques": "Spasmes, affections du Foie, épilepsie, ictère, douleur et\/ou raideur du rachis et\/ou du dos, colère, hystérie, état maniaque...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "9DM",
        "Meaning": "Arrivée Yang",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la septième vertèbre thoracique.",
        "Actions": "Renforce la Rate, dissout l'humidité, régularise le foyer moyen et le foyer supérieur.",
        "Indications_Therapeutiques": "Douleur abdominale, perte d'appétit, ictère, douleur et\/ou raideur du rachis et\/ou du dos, douleur de la poitrine, toux, dyspnée...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "10DM",
        "Meaning": "Support de l'esprit",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la sixième vertèbre thoracique.",
        "Actions": "Régularise le foyer supérieur, disperse la chaleur et le feu poison.",
        "Indications_Therapeutiques": "Toux, dyspnée, asthme, gastralgie, douleur et\/ou raideur du rachis et\/ou du dos et de la nuque...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "11DM",
        "Meaning": "Voie du Shen",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la cinquième vertèbre thoracique.",
        "Actions": "Tonifie le Poumon et le Coeur, apaise le Shen, disperse le vent et la chaleur.",
        "Indications_Therapeutiques": "Toux, palpitation, anxiété, perte de mémoire, douleur et\/ou contracture de la zone du rachis dorsal...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "12DM",
        "Meaning": "Colonne \/ pilier du corps",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la troisième vertèbre thoracique.",
        "Actions": "Disperse le Vent, tonifie le Poumon, apaise le Shen.",
        "Indications_Therapeutiques": "Toux, dyspnée, céphalées, délire, démence, douleur et\/ou contracture de la zone du rachis dorsal...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "13DM",
        "Meaning": "Enseignement de la voie",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la première vertèbre thoracique.",
        "Actions": "Libère la surface, élimine les facteurs pathogènes, apaise le Shen.\n\nPoint de croisement avec le Jing Mai de la Vessie.",
        "Indications_Therapeutiques": "Céphalées, fièvre, spasmes, douleur et\/ou contracture du rachis (en particulier sur C7\/D1), agitation, démence...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "14DM",
        "Meaning": "Grande massue, grande vertèbre",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la septième vertèbre cervicale.",
        "Actions": "Libère la surface, élimine les facteurs pathogènes, tonifie le Qi et le Yang, calme le Shen. Point de réanimation (en tapottant dessus).\n\nPoint Mer du Qi (avec le 15DM et le 9E).\nPoint de réunion des Yang (6 Jing Mai Yang et Du Mai).",
        "Indications_Therapeutiques": "Fièvre, transpiration, tremblements, agitation, insomnie, hypertension, épilepsie, douleur et\/ou raideur du rachis cervical, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "15DM",
        "Meaning": "Porte du mutisme",
        "Localisation": "sur la ligne médiane postérieure, sous l’apophyse épineuse de la première vertèbre cervicale.",
        "Actions": "Traite la langue et la parole, élimine le vent et la chaleur, traite le rachis et le cou.\n\nPoint Mer du Qi (avec le 14DM et le 9E).",
        "Indications_Therapeutiques": "Affections de la langue (raideur, douleur...), mutité, perte de voix, surdité, céphalées, fièvre, agitation, psychose, douleur et\/ou raideur du rachis et du cou, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "16DM",
        "Meaning": "Entrepot du Feng",
        "Localisation": "sur la ligne médiane postérieure, dans un creux situé en dessous de la protubérance occipitale.",
        "Actions": "Disperse le Vent (Point Tian), nourrit la Mer de la moelle (Point Mer de la Moelle avec le 20DM), apaise et vivifie le Shen (6ème point des revenants).",
        "Indications_Therapeutiques": "Céphalées, lourdeur de la tête, vertiges, tremblements, hypertension, troubles de la vue, mutité soudaine, agitation, psychose, démence, douleur et\/ou raideur du cou, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "17DM",
        "Meaning": "Porte du cerveau",
        "Localisation": "sur la ligne médiane postérieure, à 1,5 cun au-dessus du point 16DM Fengfu.",
        "Actions": "Disperse le Vent, traite la face et les yeux, apaise le Shen.",
        "Indications_Therapeutiques": "Céphalées, vertiges, enflure et douleur du visage, affections oculaires (sialorrhées, douleur et\/ou rougeur oculaire, baisse de l'acuité visuelle, éblouissements...), mutité, agitation, psychose, épilepsie, douleur et\/ou raideur du cou, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "18DM",
        "Meaning": "Lieu de robustesse",
        "Localisation": "sur la ligne médiane postérieure de la tête, à 1,5 cun au-dessus du point 17DM Naohu.",
        "Actions": "Disperse le Vent, désobstrue le méridien, apaise le Shen.",
        "Indications_Therapeutiques": "Céphalées, vertiges, nausées, vomissements, éblouissements, agitation, insomnie, psychose, épliepsie, démence, douleur et\/ou raideur du cou, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "19DM",
        "Meaning": "En arrière du sommet de la tête",
        "Localisation": "sur la ligne médiane de la tête, à 1,5 cun au-dessus du point 18DM Qiangjian.",
        "Actions": "Disperse le Vent, désobstrue le méridien, apaise le Shen.",
        "Indications_Therapeutiques": "Céphalées, vertiges, éblouissements, agitation, insomnie, psychose, épliepsie, démence, douleur et\/ou raideur du cou, torticolis...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "20DM",
        "Meaning": "Cent réunions",
        "Localisation": "sur la ligne médiane de la tête, à 5 cun de la ligne antérieure d’implantation des cheveux, au milieu de la ligne unissant les deux sommets de l’oreille.",
        "Actions": "Fait monter le Yang clair à la tête, soumet le Yang, disperse le Vent, ranime le cerveau, nourrit la Mer de la Moelle (point Mer de la Moelle avec le 16DM), apaise le Shen, redonne le moral, agit sur les organes des sens.\n\nPoint de croisement avec les Jing Mai de la Vessie, du Foie, de la Vesicule Biliare, du Triple réchauffeur.",
        "Indications_Therapeutiques": "Céphalées, lourdeur de la tête, vertiges (notament sur les vertiges de ménière, en moxibustion calme la crise), éblouissements, troubles de la vue, acouphènes, vomissements, épilepsie, convulsions, paralysie, hpo\/hypertension, perte de connaissance, agitation, insomnie, psychose, perte de mémoire, lenteur intellectuelle, démence, prolapsus rectal ou utérin...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "21DM",
        "Meaning": "En avant du sommet de la tête",
        "Localisation": "sur la ligne médiane de la tête, à 3,5 cun de la ligne antérieure d’implantation des cheveux, à mi-distance entre le 20DM Baihui et le 21DM Qianding.",
        "Actions": "Disperse le Vent, désobstrue le méridien, traite la face, apaise le Shen.",
        "Indications_Therapeutiques": "Céphalées, vertiges, convulsions, éblouissements, rhinorrhées, douleur\/rougeur\/gonflement de la face...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "22DM",
        "Meaning": "Réunion de la fenêtre du crâne (de la fontanelle)",
        "Localisation": "sur la ligne médiane de la tête, à 2 cun de la ligne antérieure d’implantation des cheveux, à 3 cun en avant du point 20DM Baihui.",
        "Actions": "Disperse le Vent, désobstrue le méridien, traite la face, apaise le Shen.",
        "Indications_Therapeutiques": "Céphalées, vertiges, convulsions, éblouissements, rhinorrhées, épistaxis, congestion nasale, douleur nasale, perte de l'odorat, douleur\/rougeur\/gonflement de la face...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "23DM",
        "Meaning": "Etoile supérieure",
        "Localisation": "sur la ligne médiane de la tête, à 1 cun de la ligne antérieure d’implantation des cheveux, à 4 cun en avant du point 20DM Baihui.",
        "Actions": "Disperse le Vent et la Chaleur, traite le nez et les yeux, apaise le Shen (10e Point des revenants).",
        "Indications_Therapeutiques": "Nez bouché, rhinite chronique, polype nasal, rhinorrhés, épistaxis, perte de l'odorat, éblouissements, sialorrhées, rougeur et\/ou douleur oculaire, troubles de la vue, douleur\/rougeur\/gonflement de la face, agitation, psychose...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "24DM",
        "Meaning": "Cour du Shen, cour du métal, cour de l'esprit",
        "Localisation": "sur la ligne médiane de la tête, à 0,5 cun de la ligne antérieure d’implantation des cheveux.",
        "Actions": "Apaise le Shen, ranime le cerveau, disperse le Vent, traite le nez et les yeux.",
        "Indications_Therapeutiques": "Psychose, état maniaque, agitation, anxiété, insomnie, perte de connaissance, palpitation, céphalées, vertiges, éblouissements, sialorrhées, rougeur et\/ou douleur oculaire, troubles de la vue, nez bouché, rhinorrhées...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "25DM",
        "Meaning": "Creux où l'os disparaît, os principal du nez",
        "Localisation": "sur la ligne médiane antérieure de la tête, sur la pointe du nez.",
        "Actions": "Traite le nez, point de réanimation.",
        "Indications_Therapeutiques": "Nez bouché, rhinite chronique, polype nasal, rhinorrhés, épistaxis, perte de l'odorat, hypotension, perte de connaissance...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "26DM",
        "Meaning": "Rigole de l'eau (gouttière labiale)",
        "Localisation": "sur la ligne médiane antérieure de la tête, à la jonction du tiers supérieur et des deux tiers inférieurs de la gouttière naso-labiale.",
        "Actions": "Point de réanimation (plus efficace que le 25DM), apaise le Shen (1er pt des revenants), traite le nez, traite les douleurs lombaires aigues et brutales.",
        "Indications_Therapeutiques": "Perte de connaissance, coma, malaise vagal, psychose, épilepsie, céphalées, hypertension, epistaxis, rhinorrhées, perte de l'odorat, paralysie faciale, lumbago (piquer le point, stimuler l'aiguille et faire bouger le patient)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "27DM",
        "Meaning": "Au milieu de la lèvre supérieure",
        "Localisation": "sur la ligne médiane antérieure de la tête, à la jonction du tiers inférieur et des deux tiers supérieurs de la gouttière naso-labiale.",
        "Actions": "Disperse la chaleur (en particulier la chaleur humidité de la bouche), produit les liquides, traite la bouche.\n\nIl fait le lien avec le Ren Mai (en faisant le tour de la bouche il rejoint le Ren Mai au niveau du 24RM). \nA un lien également avec le méridien de l'Estomac.",
        "Indications_Therapeutiques": "Affections de la langue, gengivite, odontalgie, ulcérations buccales, sécheresse buccale, haleine fétide, muguet, affections des lèvres (perlèches, herpès...)...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    },
    {
        "Id": "28DM",
        "Meaning": "Croisement avec la gencive",
        "Localisation": "sur la gencive supérieure, sur le frein labial supérieur.",
        "Actions": "Disperse la chaleur de la bouche (en particulier des gencives, traite le nez et les yeux.",
        "Indications_Therapeutiques": "Gengivites, érosion des gencives, abcès dentaire, affections du nez, douleurs et\/ou démangeaisons oculaires, sialorrhées, troubles de la vue...",
        "Option1": "",
        "Option2": "",
        "Option3": ""
    }
]